import {config} from "globalConfig"
export const IntroduceJson={
    //常见问题
    "qa1": [
        {
            "title": "如何注册游戏账户？",
            "txt": [
                "请您点击网站首页右上方的“立即加入”。",
                "进入注册页面后，请填写所有带“*”的内容，然后输入验证码点击“创建账户”即可。",
                "介绍人：如果您有介绍人，请您填写介绍人代码即可；如果没有介绍人，此项无需填写。",
                "如果无法注册成功，系统会提示错误信息，然后按照提示更改错误的注册信息，重新填写验证码，点击“创建账户”即可。"
            ]
        },
        {
            "title": "注册账户时需要注意哪些问题？",
            "txt": [
                "为了规范网站游戏账户管理，每一位会员只允许注册一个游戏账户，请您填写真实的姓名，提款需绑定和注册姓名一致的银行卡操作。",
                "同一用户名，邮箱以及电话只能注册一个游戏账户，如果该信息已被使用，将无法再次被用于注册新账户。",
                "注册密码：为了保障您的账户安全，密码不可与用户名相同。",
                "注册邮箱：由于网易邮箱设置问题，可能无法收到系统的信件，建议您使用(qq.com , hotmail.com)邮箱注册游戏账户，不推荐您使用网易邮箱（126.com, 163.com, yeah.net）。",
                "注册电话：为了方便今后的联络，请您填写本人真实有效的联系电话，请您在注册页面直接填写手机号码即可，无需再加上数字0086。",
                "注册地址：为了方便今后的存提款操作，请您注册时填写完整的住址信息(省市、区/县城、街道信息、门牌号)。"
            ]
        },
        {
            "title": "忘记密码，如何获取新密码？",
            "txt": "请您点击网站首页右上方的“忘记密码”，进入页面后，根据提示输入登录名，选择需要接收密码的方式为“短信获取”或“邮箱获取”后，新密码会自动发送到您的手机或注册邮箱内，请您留意查收即可。"
        },
        {
            "title": "如何修改密码？",
            "txt": "请您登录游戏账户后，点击右上方的“账户”进入，点击页面左侧的“修改密码”进行修改。"
        },
        {
            "title": "登录游戏账户时，需要注意什么问题？",
            "txt": [
                "登录账户时密码需区分大小写。",
                "输入用户名和密码时前后不要留有空格。",
                "正确输入验证码。",
                "如果输入超过5次错误密码，系统为了保护您的信息安全，会自动锁定您的账户，如果您想要重新开启账户，请您联系在线客服，核实信息后即可办理解锁。"
            ]
        },
        {
            "title": "如何更改账户信息？",
            "txt": "如果您需要更改账户信息，请您点击“在线客服”获取具体的操作步骤，感谢您的配合。"
        },
        {
            "title": "如果注册多个账户，该怎么办？",
            "txt": "网站规定每个玩家只能拥有一个有效游戏账户，如果您注册多个账户，请使用注册邮箱发送邮件到<a href='mailto:731667777@qq.com'>731667777@qq.com</a>申请注销多余账户。如果审核部门发现您注册多个账户，会暂时锁定您的账户并邮件通知您，请按照邮件通知的内容回复申请保留一个账户关闭其他账户即可！"
        }
    ],
    "qa2": [
        {
            "title": "存提款支持什么货币？",
            "txt": "目前网站存提款只支持人民币，为了方便今后的存提款操作，建议您开通工、建、农行借记卡网银账户进行充值。"
        },
        {
            "title": "如何存款？",
            "txt": [
                {
                    "title": "网站提供在线充值及线下充值两种存款方式：<br/>在线充值：需使用网银进行操作，存款即时到账，方便快捷，操作步骤如下：",
                    "txt": [
                        "点击首页“存款”>“在线充值”。",
                        "填写金额，点击确定，选择银行。",
                        "输入后系统自动链接至您的网银操作，填写相关信息，支付成功。",
                        "稍等片刻点击”账户”查看余额。"
                    ]
                },
                {
                    "title": "线下充值：线下存款提供工商银行账户或者招行的存款账户（由系统随机分配），操作步骤如下:",
                    "txt": [
                        "点击首页“存款”。",
                        "点击“充值申请”，选择银行名称，填写金额，选择短信或者邮箱接收，点击“确定”。",
                        "收到系统发送的存款账户后，您可以您可以使用网银、ATM机、柜台、手机银行、支付宝进行存款。",
                        "存款完毕，请妥善保留好回单，以便拍摄上传。",
                        "点击线下存款页面当次存款编号后面的“提交证明”。除“同行网银“存款无需上传回单外，使用“网银跨行”、”ATM机”、”银行柜台”、”手机银行”、”支付宝”存款需上传回单截图，如使用他人银行卡存款，还需提供该卡开户人的身份证截图。",
                        "相关部门查询收到款项后会在5分钟内查询办理。"
                    ]
                }
            ]
        },
        {
            "title": "如何绑定提款银行卡？",
            "txt": [
                {
                    "title": "您可以按照以下我们提供的步骤操作，绑定银行卡信息：",
                    "txt": [
                        "点击“取款”",
                        "点击“取款申请”",
                        "点击“点击这里绑定银行信息”，看到提示信息后点击“ok“",
                        "点击选择银行名称，填写开户名、银行账号、分支行等信息",
                        "点击“更改信息”提交，看到提示信息点击“ok”，审核部门会尽快为您审核绑定。"
                    ]
                }
            ]
        },
        {
            "title": "提款支持什么银行？",
            "txt": "我们网站支持的提款银行有：中国银行、中国工商银行、中国建设银行、中国农业银行、中国招商银行、中国交通银行、中国光大银行、邮政储蓄银行、平安银行、民生银行、浦发银行、广发银行、中信银行、华夏银行、兴业银行、上海银行、上海农商银行、北京银行。"
        },
        {
            "title": "如何提款？",
            "txt": [
                "提款步骤如下：<br/>点击首页上方“取款”，进入之后点击“取款申请”",
                "在取款页面输入金额",
                "点击确定",
                "收到申请我们会第一时间进行审核，请您耐心等待出款。"
            ]
        },
        {
            "title": "提款的办理时间是多久？",
            "txt": "根据审核程序，从您申请提款开始，一般会在2小时内为您汇出，如遇到周末及节假日，时间将会相应顺延。<br/>若遇到产品方抽查审核，时间上稍有延迟，但是请您放心，我们会为您提交催促跟进办理。"
        },
        {
            "title": "存提款是否需要支付手续费？",
            "txt": "网站存提款不收取您任何手续费，线下存款银行所收取的手续费，财务部门在为您办理存款时会自动为您添加至游戏主账户。"
        },
        {
            "title": "存提款限额是多少？",
            "txt": "线下存款限额：单笔存款最低 200元，最高200,000.00元 , 每天最多可以存款金额为：2,000,000.00 元,每天最多可以存款次数：50 。<br/>在线存款限额：单笔最低50元，最高49999元。"
        },
        {
            "title": "提款有什么要求？",
            "txt": [
                {
                    "title": "提款需要满足以下要求:",
                    "txt": [
                        "若您未申请任何红利优惠，满足1倍投注即可申请提款。",
                        "若申请娱乐场首存红利，需要在娱乐将本金+红利滚动投注20倍，例：存款200，申请红利100，须投注(200+100)*20=6000元(注:和局，对冲投注不计算在内)",
                        "若申请体育博彩首存红利，需要在体育场馆将本金+红利滚动投注10倍，例：存款200，申请红利60，须投注(200+60)*10=2600元(注:任何拒绝投注、无效投注、打平、赔率低于1.50(欧洲盘)及提前兑现了的注单或出现对赌情况的投注将不计算在任何累积投注要求内)",
                        "全天24小时都可进行提款申请。"
                    ]
                },
                "关于优惠方面提款要求，您可以查看我们网站中的“推广活动”了解各个优惠活动的详情介绍。"
            ]
        }
    ],
    "qa3": [
        {
            "title": "什么是首存和返水优惠？",
            "txt": [
                "网站推广娱乐场50%的首存优惠，该优惠适用于水星馆、火星馆及木星馆，每位会员可以按照规定申请一次。只需转账的时候输入红利代码，即可享有50%首存红利奖金，最高可获588元高额红利。",
                "体育博彩为新注册用户送出30%首存优惠，只需转账的时候输入红利代码，即可获取利最高288元的存款红利。",
                "网站会不定期地推广新的返水优惠，每周的返水都是根据在相应的游戏中产生的有效投注额进行一定比例的返还。"
            ]
        },
        {
            "title": "如何申请首存优惠？",
            "txt": [
                {
                    "title": "申请我们的红利优惠，请按照以下步骤操作:",
                    "txt": [
                        "点击首页转款--转入",
                        "选择转入账户，填写金额",
                        "填写红利代码，点击执行（联系在线客服获取红利代码）",
                        "点击继续转账，系统自动添加，点击账户查看。"
                    ]
                }
            ]
        },
        {
            "title": "首存以及返水的投注要求？",
            "txt": [
                "娱乐场50%首存红利，需要在所属场馆满足本金+红利之和的20倍投注额要求方可转出提款。<br/>例如：(本金200+红利100)*20=6,000(这里是指累积滚动投注额，没有时间限制)",
                "体育博彩30％首存红利,需要在体育博彩游戏中满足本金+红利之和的10倍投注额要求方可进行转出提款。<br/>例如：(本金200+红利60)*20=2,600(这里是指累积滚动投注额，没有时间限制)",
                "网站所发放的所有返水奖金，都需要在所属的场馆满足1倍的投注额要求方可进行转账申请提款。"
            ]
        },
        {
            "title": "如何申请返水？",
            "txt": "目前网站的返水是以周进行结算，会员必须在指定的时间内申请每周的返水。请您点击“推广活动“进入，然后进入优惠页面选择右侧“点击申请”，会转入到“转入资金”页面，再次点击右侧“优惠申请”区域勾选需要申请的优惠种类申请即可。"
        },
        {
            "title": "返水的结算时间？",
            "txt": [
                "体育博彩返水结算的时间为每周二，本周的返水奖金会在下周二进行审核办理发放至符合要求的会员账户当中。",
                "娱乐场游戏及电子游戏返水结算时间为每周三，本周的返水奖金会下周三进行审核办理发放至符合要求的会员账户当中。"
            ]
        },
        {
            "title": "如何查看返水发放金额？",
            "txt": "请您点击网站右上方的“账户”，进入用户管理中心页面查看账户记录，在转账类型处选择“返水”进行搜索查看即可。"
        }
    ],
    "qa4": [
        {
            "title": "手机投注支持什么系统的手机？",
            "txt": "手机投注目前支持安卓系统及IOS系统的手机。"
        },
        {
            "title": "注册账户时需要注意哪些问题？",
            "txt": "您只需要在我们的网页上方点击「立即加入」，花数分钟时间填写账户登记表，便可以成功建立 "+config.appName+" 个人账户。账户登记表需要填写的主要资料如下：<br/>用户名：用来识別账户登入者的身份，必须至少填上6个数字或字母，以字母或者下划线开始。<br/>密码：有大小写之分，当中必须至少含有6个字母和数字的混合字符。此外，请将密码严格保密。<br/>电邮地址：为了方便与您联系，请提供有效电邮地址，以便尽快给您传送重要管理资讯及产品讯息。<br/>在注册过程中，您会被要求接受 "+config.appName+" 的规则与条款，並确认您已经年满18岁，以完成此项协议。"
        },
        {
            "title": "手机投注提供什么游戏？",
            "txt": "目前手机投注提供体育游戏、金星馆百家乐、龙虎游戏、水星馆、火星馆、彩票游戏。"
        },
        {
            "title": "如何进行手机投注？",
            "txt": "目前可以直接手机登录<a href='http://m.928.app' target='_blank'>http://m.928.app</a>进入手机网页版游戏。同时，金星馆百家乐游戏也提供手机客户端，使用手机直接扫描金星馆手机版二维码即可进行安装。"
        },
        {
            "title": "是否能在手机上操作存提款？",
            "txt": [
                "使用Iphone手机桌面版操作线下存款，可以获得银行账户信息，上传回单，提交存款信息。暂时无法操作在线存款。",
                "使用Ipad手机桌面版操作线下存款，线下存款提交存款信息时无法上传回单，如果无需提交存款回单可以成功提交存款信息。"
            ]
        }
    ],
    "qa5": [
        {
            "title": "网站提供哪些游戏种类？",
            "txt": "网站提供多种游戏产品，包含：娱乐场，电子游戏，体育博彩，扑克，彩票以及迷你游戏。"
        },
        {
            "title": "网站提供哪些游戏平台？",
            "txt": "网站推出多个著名的游戏平台，如金星馆（独家申博Sunbet平台），木星馆（HG平台），水星馆（GD平台），火星馆（EA平台），土星馆（BBIN平台），体育博彩（Inplay Matrix 平台），扑克王（Micro Gaming平台）"
        },
        {
            "title": "如何投注娱乐场游戏？",
            "txt": "请将资金转入相应的场馆，进入游戏大厅后点击筹码，将筹码放置到需要下注的项目中，最后点击”确定“按钮投注即可。"
        },
        {
            "title": "如何投注体育博彩游戏？",
            "txt": "请您将资金转入体育博彩游戏，然后选择投注的盘口，点击队伍名后方的赔率，输入投注金额，点击“确定下注”即可"
        },
        {
            "title": "如何投注电子游戏？",
            "txt": "请您将资金转入相应的电子游戏场馆，然后选择积分兑换比例，投注线数，投注额，最后点击＂转＂按钮进行游戏。"
        },
        {
            "title": "如何投注扑克游戏？",
            "txt": [
                {
                    "title": "转账到扑克王游戏，按照以下提示操作：:",
                    "txt": [
                        "现金赛及坐满就完的比赛，只要双击赛事名称进入比赛台桌，选择座位按照页面显示的买入限额提示买入筹码进入比赛。",
                        "锦标赛: 双击赛事名称进入购买注册比赛。"
                    ]
                }
            ]
        },
        {
            "title": "如何查看各场馆游戏记录？",
            "txt": [
                "金星馆：请您进入金星馆后点击页面左侧的“游戏记录”，选择相应的日期查看过往的游戏情况（投注编号、日期时间、哪款游戏、台号局数、投注额、投注码以及结果输赢额），目前只为您保存近30天的记录。",
                "木星馆：请您在木星馆大厅点击页面右上方“投注记录“>“交易历史“>“交易报告“，设置日期点击“获取报告”即可查询游戏记录，加上8小时等于北京时间。游戏ID为游戏记录编号。为您保留近1个月的投注信息。",
                "火星馆：请您进入游戏后点击页面的右下方的记录查看游戏记录。 ",
                "土星馆：请您点击土星馆大厅右侧上方的“下注记录”进入查看，为您保留最近8天的下注记录，请您选择游戏类别，调整时间查询，请您留意土星馆游戏记录显示时间为美国东部时间，比北京时间早12小时。",
                "PT电子游戏：请您进入该电子游戏页面点击右上方的“扳手”图标，然后再点击“游戏记录”查看即可。",
                "TTG电子游戏：请您进入该电子游戏页面点击左上方“主菜单”>“我的账户“>“交易”，设置日期点击“提交”即可查询游戏记录即可。",
                "体育博彩：请您点击体育博彩页面左上方“信息/设置”—“投注记录”，设置时间并在记录类型一栏选择“账户历史—比赛日期”即可查看某一天的投注额、结算数量、输盈额及该段时间的总投注额，一般为您保留近2个月的投注信息。",
                "扑克王：请您登录扑克王后点击大厅上方的“我的账户“>“查看我的游戏历史记录”>“扑克下注记录/娱乐场下注记录”，进行查看相关的投注记录信息即可。游戏记录时间显示的是格林威治时间，要加上8小时才等于北京时间。"
            ]
        },
        {
            "title": "哪些游戏提供下载版？",
            "txt": "目前网站金星馆提供电脑下载版游戏、金星馆百家乐提供手机下载版游戏、火星馆提供电脑下载版游戏、扑克王提供电脑下载版游戏、PT提供电脑下载版游戏。"
        }
    ],
    "qa6": [
        {
            "title": "为何无法打开"+config.appName+"网站？",
            "txt": "可能由于当地网络不稳定，导致网站登录受到影响，建议您按照以下方式清除浏览器历史记录：如果您是使用IE浏览器：请您点击浏览器上方“工具”>>点击最后一项“internet选项”>>删除Cookies记录或者删除全部访问记录>>关闭浏览器重新打开后尝试登录。<br/>如果您是使用谷歌浏览器：请点击浏览器右上方“三横”图标，然后点击历史记录>>清除浏览器历史记录>>闭浏览器重新打开后尝试登录。"
        },
        {
            "title": "使用哪些浏览器进入网站比较流畅？",
            "txt": "建议您使用IE8.0或者以上版本、谷歌或者火狐浏览器进入网站比较流畅。<br/>360浏览器有自动刷新功能而且可能会阻止弹出页面或弹出程序，为了保障您进入游戏的稳定性，建议您更换以上浏览器进入网站游戏。"
        },
        {
            "title": ".如何进行截图？",
            "txt": [
                {
                    "title": "方法一：使用电脑自带系统进行截图，步骤如下：",
                    "txt": [
                        "当您的屏幕显示需要截图信息的时候，按下键盘右上方3个键中最左边的按键，该按键标示为“PrtScn”.",
                        "然后请点击电脑屏幕左下方“所有程序”- “附件”- “小画家”。",
                        "在打开的页面顶部选择“编辑”- “粘贴”。",
                        "点击页面顶部“文件”- “另存为”，然后将您的截图文件存在桌面。"
                    ]
                },
                {
                    "title": "方法二：使用QQ软件截图，步骤如下：",
                    "txt": [
                        "首先请登录 QQ聊天软件，同时按住键盘的ctrl+alt+a，然后按住鼠标左键不放，将回单页面框在截图框内，点击右键保存截图即可。"
                    ]
                }
            ]
        },
        {
            "title": " 如何更改QQ邮箱域名默认设置",
            "txt": "请登录您的QQ邮箱后点击“设置”， 然后点击“账户”，然后将默认发信账号更改为您的QQ号，点击下方的保存设置。"
        },
        {
            "title": "为什么QQ邮箱无法收到我们网站发送的邮件？",
            "txt": "请您登录QQ邮箱点击页面上方的“设置”--“反垃圾”，然后再点击设置邮箱地址白名单，在空白输入731667777@qq.com，最后点击添加到白名单即可。"
        },
        {
            "title": "为什么成功下载扑克软件后无法正常安装？",
            "txt": [
                {
                    "title": "下载扑克软件之前需要先下载以下软件：",
                    "txt": [
                        "如果您的电脑是windows 7 系统，登录以下网址进入下载： <a href='http://www.microsoft.com/zh-cn/download/details.aspx?id=21' target='_blank'>http://www.microsoft.com/zh-cn/download/details.aspx?id=21</a>",
                        "如果您的电脑是windows XP 系统，登录以下网址进入下载： <a href='http://www.microsoft.com/zh-cn/download/details.aspx?id=16614' target='_blank'>http://www.microsoft.com/zh-cn/download/details.aspx?id=16614</a>",
                        "成功下载以下软件后，请您再登录网站下载和安装扑克软件。"
                    ]
                }
            ]
        }
    ],
    //服务条款
    "termsconditions": [
        {
            "title": "定义",
            "txt": [
                "下列词语和术语用于访问、连接及参与 "+config.appName+"在<a href='http://928.app'>http://928.app</a>的在线博彩游戏。根据情况而定，"+config.appName+" 下称为『我们』、『我们的』。<br/>这些条款和条例必须同游戏规则和隐私政策一并阅读。<br/>“博彩软件”是指任何能让您访问、连接及参与在线博彩游戏的许可程序、数据文件或安装在连接设备的其他内容。<br/>“信息”的含义请参阅下文第4条“信息和知识产权”。<br/>“合法的奖金”是指您在使用我们的服务时，按照这些条款和条件，以合法的手段赢得的奖金，除了以下：<br/>1) 任何我们应有的佣金<br/>2) 您使用本服务的其他费用<br/>在此声明，如您在任何情况下违反了这些条款和规则，您所赢得的奖金将都是不合法的。因此，我们有权根据服务和条款宣布该奖金无效而不予支付。<br/>“玩家”是指所有使用该服务并已同意这些条款和条件的网站用户，包括您。<br/>“规则”是指我们网站上所提供不同的博彩产品和服务的规则，我们可能会不时修改。<br/>“服务”是指我们通过网站提供的博彩产品和服务。<br/>“软件”是指任何及所有网站上和（或）组成网站的软件，包括博彩软件。<br/>“网站”指<a href='http://928.app'>http://928.app</a>及其他我们用来提供服务的网站。<br/>“您:您的”是指您，使用本网站的人。<br/>“您的账户”是指使用及访问条款6.2叙述的服务必须使用您的名字开设的账户。"
            ]
        },
        {
            "title": "注册",
            "txt": [
                {
                    "title": "在您注册参加服务时，您需要在“我声明我已经超过18周岁”和“我已经阅读并且同意"+config.appName+"的服务和条款 ”的框内打勾，表示您承认并同意：",
                    "txt": [
                        "您已阅读，完全理解并接受这些条款和条件;",
                        "这些使用本服务的条款和条件，构成您与我们之间具有法律约束力的协议。"
                    ]
                },
                "如果您不同意这些条款和条件，请不要勾选“我已经阅读并且同意"+config.appName+"的服务和条款 ”，并立即停止使用本网站。在未同意及接受这些条款和条件的情况下，您不能使用我们的服务。"
            ]
        },
        {
            "title": "修改",
            "txt": [
                ""+config.appName+" 保留修订、更新、修改这些条款和条件及博彩规则的绝对权力。任何修订、更新或修改将在网站上公布。修订、修改或更新后，条款和条件及规则在网站发布后立即生效。您继续使用本网站和服务是代表您接受修改、更新后公布的条款和规则。",
                "您承认并同意您有责任查看这些条款和条件任何的修订、更新和/或修改，并保留权利不再另行通知。"
            ]
        },
        {
            "title": "信息和知识产权",
            "txt": [
                "通过我们的网站、服务或设备提供给您的资料如：包括无限制性的营销方案和材料、结果、统计资料、体育数据和赛程表、赔率和投注数字、文字，图形、视频和音频内容为 "+config.appName+" 或我们的经营许可人所有。该信息和软件只能为您的个人用途而非商业用途。",
                "除持有我们或其他物主协议的硬拷贝，您不得以任何方式改编、复制、修改、仿造、存储、分发、展示、公开表演，包括在有线传播节目内，广播、发布、传播、出售、出租、租赁、授权、或将信息软件提供给任何其他人或其他网站，网上服务或公告板或任何其他媒体和/或装置。",
                "在网站上或通过装置提供的软件、服务和信息是受版权、商标和其他形式的知识产权和专有权利所保护的。网站上的软件，服务和信息所有的权利、所有权和利益为"+config.appName+"或其特许人所拥有、持牌或控制。您承认您不会因使用或访问网站上或设备提供的软件、服务和信息而获得任何上述的权利、所有权和利益。"
            ]
        },
        {
            "title": "使用条款",
            "txt": [
                "作为使用“服务”的条件，您保证并承诺，您在使用或进入本网站的服务、软件或信息过程中不进行任何非法活动或不违反这些条款和条件。",
                {
                    "title": "除了这些条款和条件所有的陈述和保证外，您亦保证及承诺遵守下文为使用本服务的条件:",
                    "txt": [
                        "您是代表您自己并且您的所有行动是以您的个人身份执行的，而不是代表其他人;",
                        "您未受限于法律能力的制约",
                        "您没有被诊断或归类为一名嗜赌成癖的赌徒;",
                        "您已超过 (1) 18岁; 或， (2) 达到法定年龄确定可以进行赌博; 以较高的年龄为准。",
                        "您充分了解在使用本网站的服务过程中可能会输掉金钱。",
                        "存入您的账户里的钱不是来自犯罪或其他非法或未经授权的活动的根据任何适用于您或本公司的法律，您将不使用或打算使用您在本公司开设的账户进行刑事或其他非法活动；您亦不得允许他人使用您账户及本公司的服务进行任何刑事或其他非法活动，如：洗钱活动。",
                        "您需将您的用户名、账号和密码保密，并防止未经授权擅自进入或使用; 如果您的用户名，账号或密码受到任何方式的损害，您将需要立即更改您的密码，并立即通知我们;",
                        "无论经您授权或承认与否，您需要对所有通过您的用户名、账号和密码进行的所有活动负责;",
                        "您将不使用本公司的服务、网站、设备、软件或资料以任何方式干扰其他玩家；",
                        "您不会以任何方式索取或争取其他玩家的信息",
                        "您不会上传或散布任何会损坏或可能影响装置、软件、服务或网站程式的病毒、文件或数据;",
                        "您通过网站或装置进入服务及访问信息并不违反 (a) 适用于您的的法律或适用于您个人的合同义务 (b) 适用于您使用网站或装置当地人民的法律",
                        "您不会与第三方串通或使用任何装置、机器人、网络蜘蛛、软件、例程或其他方法（或任何具有上述性质的方式）干扰或企图干扰服务、装置、软件、网站、通过本网站提供的信息或进行任何交易的运作;",
                        "您不会传播任何含有非法、骚扰性、辱骂性、恐吓性、中伤、诽谤、淫秽、下流、激动、种族或民族反感、色情或亵渎内容的信息；或任何可能被视为刑事罪行、引起民事责任或违反任何法律的行为;",
                        "您不是本公司或任何分支机构的人员、董事、雇员、顾问、组织成员、代理或上述的任何亲属或室友;",
                        "您将不阻碍服务、网站、软件、装置或信息的正确使用；启动或参与调查、竞赛、连锁信、发送/转发“垃圾邮件”，或大量邮件;",
                        "您将仅仅使用该服务于个人娱乐，并不得使用服务进行商业或谋生的一种方式。",
                        "您不曾违反此条款和条例。"
                    ]
                }
            ]
        },
        {
            "title": "开设您的账户",
            "txt": [
                "在参与 "+config.appName+"的博彩游戏，您必须依照网站上的指导填写账户和会员申请（下称“会员申请”）。",
                "您保证，申请注册时提供的所有信息，包括您的姓名、资金来源（包括有关银行账户和信用卡号码）和地址都是准确、真实、完整的。",
                ""+config.appName+"会采取合理和适当的措施，以确保您给我们的个人信息保持保密。除非任何适用的法律、法规、法院命令、有关博彩和执法部门或本条款及细则的要求，否則我们绝对不会透露您的个人资料或投注信息。您也有责任将您的个人信息保密。本公司保留将您的个人资料透露及转送到我们的支付结算服务提供商和金融机构支付服务的权利。我们亦可能因应法律，有关博彩的法规或执法机关因而透露您的个人资料。",
                "我们会按照我们的隐私政策处理您的个人资料。 <a href='http://928.app/Home/Privacy'>http://928.app/Home/Privacy</a>",
                "您有责任确保适用于您的法律并不禁止您使用和访问网站和信息、下载和安装软件及参与游戏。",
                "我们可能需要您提供您的年龄和身份证明文件以作验证您的会员申请（如有效身份证件图片和借记卡/信用卡）。如果您的个人资料有任何更改，您必须立即通知我们相关变动。当您同意这些条款和条件时，将同时表示您允许我们进入、使用、处理和储存任何身份验证或检查的结果。",
                "我们有权在不给予任何理由的情况下拒绝您的会员申请。",
                "您只可以在"+config.appName+"开设一个账户。如果我们发现您开设多个账户，我们可以自行判断并保留将所有账户结合为单一账户、取消您的账户或终止本协议的权利。"
            ]
        },
        {
            "title": "投注和接受投注程序",
            "txt": [
                "我们接受所有使用网站或其他装置参与的博彩游戏、体育博彩及其他项目的投注。所有投注必须遵守在其他网站上所提供的博彩规则及本网站的条款与条例。",
                "倘若游戏中出现错误或系统显示错误的选手，有关那场比赛的投注一律作废。在系统错误的情况下，"+config.appName+" 保留取消投注的权利。",
                ""+config.appName+" 保留在任何情况下拒绝全部、部分或任何在网站上投注的权利。",
                "我们只接受通过互联网或符合这些条款和条件装置的投注。我们不接受任何其他形式投注(如：通过邮寄、电子邮件、传真或以其他方式）。",
                "本公司有权推迟或拒绝任何我们怀疑对本网站或我们的操作系统有破坏能力的投注。",
                "任何使用或试图使用上述提及的投注将被取消并且相应的账户将被关闭。",
                "依照规则和条款，只有在用户名和密码正确及账户中有足够的余额时投注才能生效。",
                {
                    "title": "您需对您账户内的使用、活动和交易负责 (无论使用、活动或交易是否由您获授):",
                    "txt": [
                        "您的姓名; 或",
                        "您的账户号码;或，",
                        "您的用户名和密码。"
                    ]
                },
                "您有责任确保您所下注细节是正确的。一旦下注，您将不能取消、撤销或更改您的投注。",
                "所有投注记录，都会记录在我们的交易记录数据库。我们的交易记录数据是所有投注的确凿交易证据。",
                "当在您的屏幕显示交易ID并且您的交易记录已更新，表示"+config.appName+"接受及视您的投注为有效投注。",
                "依据我们的判断我们保留接受任何或部分投注的最终权利。为免生疑问，本条款，条款7.12不禁止如我们所提供的“开始”或“半时”投注。",
                "在网站上通告上显示的开始下注时间，仅供参考之用。如果由于某种原因，我们的游戏、赛事、项目或比赛开始后仍然接受投注，我们保留取消的权利。",
                "除非在该体育或赛事的规则内另有说明，比赛或赛事的结果将在结束之日定夺。"+config.appName+" 将不承认任何可能推翻相关游戏、赛事、项目或比赛结果的后续疑问；仍然保留原来的结算。",
                "倘若体育赛事的场地有所改变，所有依据原来场地的投注将一律作废。",
                "优胜者将在赛事结束之日依照公司投注规则定夺。",
                "用于博彩时，"+config.appName+" 不承认暂停的比赛、抗议或被推翻的决定。",
                "当您在过关投注中有未完结的赛事或者无效的投注，公司将以剩余的有效赛事投注进行结算。",
                "您确认任所有的赔率和盘口如有变动，恕不另行通知，已确定的有效投注将无法更改。",
                "当系统发生故障而导致任何类型赔率和盘口不正确，该投注或该错误的部分将无效。当错误在适当的时候纠正完毕时，"+config.appName+" 可以自行判断与您联系并允许您在正确的赔率和盘口重新投注（但此举并非义务）。",
                "我们将不接受您在任何一场比赛同时放置的赌注。",
                "在任何投注与之相关的交易，"+config.appName+"的决定是最终的及不可推翻的。",
                "您确认，洗牌和分牌、转球、摇动骰子游戏的结果、彩票和其他随机生成的结果取决于随机数发生器（RNG）或网站上提供的现场游戏，是服务的一部分，您同意接受这样的洗牌和分牌、转球、摇动骰子，所进行的游戏，彩票和其他随机生成或现场的结果是最终的及不可推翻的。",
                ""+config.appName+" 将不对模仿或以其他方式复制 <a href='http://928.app'>928.app</a>网站上的任何投注承担任何责任。我们将不承担会员登录其他类似"+config.appName+"网站的任何责任。"
            ]
        },
        {
            "title": "软件许可",
            "txt": [
                "您确认并同意，软件（通过下载或以其他方式）是让您通过装置使用网上服务，是服务的一部分，是"+config.appName+"和我们授权人的财产，并且您没有获得任何此类软件的权利。您不得以任何方式改编、复制、修改、仿造、存储、分发、展示、公开表演、广播，包括在有线传播节目，发布、传播、出售、出租、租赁软件提供给任何其他人、或其他网站、网上服务或公告板或任何其他媒体或装置。",
                ""+config.appName+" 在此授予您一张个人、非独家、不可转让、可撤销的许可证，您可以在您的装置上安装及使用软件；并且“许可”只能用于您为主要用户的装置。",
                "软件是"+config.appName+" 为用户能充分使用软件并且参与博彩游戏许可和发行的。",
                {
                    "title": "许可证是仅仅为了使您能够使用该服务。您不得： -",
                    "txt": [
                        "安装或上载软件到其他网络装置的服务器或以电子公告板、在线服务、远程拨号或使用任何方式提供该软件；或以网路系统连线给其他人",
                        "发行、出租、租赁、转让、复制、传输或以其他方式将软件或许可提供给其他人",
                        "允许其他人使用该软件;",
                        "通过创造或提供任何方式（包括但不限于、通过仿真器）使软件能被他人使用。",
                        "翻译、反向工程、反编译、拆解、修改、探索、根据整体软件或软件的某部分或本软件的源代码创建衍生作品，除法律允许外",
                        "复制、修改、翻译或根据有关软件用户文档的整体或某部分创建任何衍生作品"
                    ]
                },
                "您承认并同意，在网站上或通过设备或其它方式提供的软件和软件用户文档为"+config.appName+" 或我们的特许人所有并且是受版权、商标和其他形式的知识产权和专有权利所保护的。您特此确认，软件的格局、组织和源代码是我们和我们的经营许可者有价值的商业秘密。您确认，除按照许可证授予您的权利，您没有获得任何软件或软件用户文档的权利或利益。",
                "根据这些条款和条件，无论以任何原因终止此协议时，给予您的许可将自动作废；并且您必须立即停止使用，并在装置上卸载软件。"
            ]
        },
        {
            "title": "交易结算",
            "txt": [
                "持卡人的姓名和有关会员所提供的名称之间有差异的情况下，我们保留拒绝交易的权利。",
                "您有责任支付您与本公司或本公司有关的任何及所有债务。",
                "如果我们怀疑您从事任何欺诈或滥用奖励的活动，我们有权终止您参与服务或拒绝您的提款要求。",
                "您的盈利不包含您的本金。",
                ""+config.appName+"将不承担因支付过程所发生的任何错误的责任。"+config.appName+"保留任何因支付过程错误导致的有关投注或交易取消的权利。如果您发现您账户的余额不匹配，您必须立即通知"+config.appName+"。 ",
                "您有责任根据适用于您的法律支付合法奖金的任何税项、费用或收费。",
                "除特殊说明外, 存款需满足一倍有效流水即可提款。"
            ]
        },
        {
            "title": "收取合法奖金",
            "txt": [
                "合法奖金将会存入您的账户。当您想从您的账户提款时，您可能会被要求出示一些证明文件。这通常是个人身份证明文件的副本（如护照、身份证）及确认您的地址证明文件（如水电费账单）。必要时，我们可能需要您其他文件的副本，以打击欺诈或清洗黑钱活动。",
                "如从您的账户在三十（30）天的期限，一次性或累计提取超过三千欧元（€3,000）或其他货币的相同值或其他金额，您可能需要出示有效的身份证明文件。",
                "您的发卡银行允许的话，您的合法奖金将存入您的信用卡、提款卡或电子钱包、这是取决于您的账户的原用存款方式。接收合法奖金者必须是与存入资金及投注者是同一个人。",
                "根据这些条款和条件，您可以从您的账户中提款，包括您的合法奖金。我们保留向您收取合理的账户存款和提款服务费的权利。",
                "您必须支付所有银行及其他第三方费用，由于交易是在您的账户，我们有权从您账户中的的合法奖金收取这些费用。 ",
                "任何个人或团体涉嫌官商勾结和或作出欺诈行为时，我们有权取消全部或部分的相关投注。在这样的情况下，我们绝对有权在我们的决策下将被检者账户里的钱没收。"
            ]
        },
        {
            "title": "优惠和奖金",
            "txt": [
                "所有优惠、奖金或特别优惠都受这些条款和条件管制，此外，除了优惠的具体条款和条件管制外，我们可能会不时与其一同介绍。"+config.appName+"保留暂停、取消或修改奖金或优惠规则的权利。",
                "如我们在任何情况下怀疑您或任何其他玩家滥用或企图滥用奖金或其他推广活动 (或从中得到利益) ，我们可能会阻止、拒绝、暂停、中止或取消任何这些玩家的账户。",
                "如发现任意带有串通勾结以及试图欺诈等嫌疑的个人或团队，我们将保留取消其部分或全部投注的权利。所涉及的个人，亲属，组织，博彩庄家及其员工账户中的金额会将被立即查封没收。",
                "作为服务性娱乐网站，"+config.appName+" 所公布的服务和优惠活动仅适用于真实玩家，而针对非真实玩家我们的服务与优惠活动将酌情进行调整。真实的玩家是指真正参与游戏进行有风险的投注，以游戏结果为赢利目的的玩家。"
            ]
        },
        {
            "title": "赔款",
            "txt": [
                "您同意完全赔偿"+config.appName+", 股东、员工、董事、持牌人、发行人、代理、附属公司、代理因下载或安装本软件、使用本软件或信息及违反条款与条例或博彩规则时导致的任何损失、损害、申索（包含合理的律师费）。"
            ]
        },
        {
            "title": "免责声明及服务的性质",
            "txt": [
                "赌博是您自己的选择和判断。您应该知道及承担使用本服务所带来的全部风险。当您使用这些服务时，您确认您沒有将服务、网站或信息判断为有任何攻击性、令人反感、不公平或不雅的。某些司法管辖区没有解决在网上赌博的合法性，而另一些专门令到网上赌博是非法的。我们无意使任何网上赌博是非法的司法管辖区内的人使用服务或进入网站。在上述的任何司法管辖区中，我们的服务，网站和信息的可用性不应被理解为提供、招揽或邀请。遵守任何适用于您的法律完全是您自己的责任；我们不会对于服务、软件、网站及信息的合法性作出任何声明或保证。",
                "我们将尽力提供服务、软件、网站和信息。"+config.appName+" 将不对于服务、网站、软件及信息作出任何的陈述或保证。在法律所允许的最大范围内，特此排除有关的服务，软件，网站和信息的无论是明示或暗示、法定或其他方式的任何陈述或保证。",
                "网站和信息依现况提供。我们不保证服务软件、网站或信息是准确、完整、适合、及时、安全、无中断、无缺陷、无错误或不受任何性质的外界干扰的。任何不明的缺陷将得到纠正。",
                "我们不保证我们所提供的服务、软件、网站、信息或服务器是沒有电脑病毒、间谍软件、广告软件或其他带有恶意的、破坏性或损坏性的代码、程式、数据或任何其他可能会影响装置或包含的数据的功能。您将自行承担您自己的预防措施所带来的费用，确保使用服务软件的过程中不受病毒的破坏或损坏或其他形式的干扰。",
                {
                    "title": "倘若出现：",
                    "txt": [
                        "您账户的系统或相关的通信有任何的延误，本网站或本服务的任何其他元素或；",
                        "您账户的系统或相关的通信有任何的错误或延误，我们将不对延误和错误情况和结果负任何责任，如因在错误或延误的情况下下注，我们保留决定所有投注无效、和采取任何我们认为适当的行动来纠正这种错误或延误的权利。"
                    ]
                },
                "在任何情况下，"+config.appName+"都不会为任何损害、损失或开支承担责任，包括有关访问、使用或参与服务、网站、软件及信息时对任何装置或数据的干扰或损坏。",
                ""+config.appName+"不承担任何及所有由第三方提供的服务、网站、软件和信息的责任，包括但不限于宽频服务供应商、电信供应商、银行和支付供应商并将不承担任何第三方合作伙伴失责、违约、怠惰的责任。",
                ""+config.appName+"关联的公司、雇员和代理将不承担与服务、网站、软件或信息的使用有关的任何合同义务、侵权、疏忽或以任何方式而产生对于任何间接或后果性的损失或损害的责任；包括但不限于营业损失的任何损坏、数据丢失、利润损失、收入损失、数据损失或对其他任何间接或后果性的损失概不负责（即使我们已被告知这种损失或损害的可能性）。",
                "在法律所允许的最大范围内，除这些条款和条件明确规定以外，我们特此排除对您，无论是在合同的侵权行为、疏忽或其他方式形成的所有责任。",
                "我们将保留由于"+config.appName+"的疏失所造成的任何意外的责任。",
                "我们保留在任何时候撤回网站的权利并且不会为此对您承担任何责任。",
                "您承认，整体或部分的信息可能是临时性的；并可修订、更改或修改这些条款和条件的规定。因此，您承认提供的信息仅用于参考而并不构成建议或邀约；并非以提供任何具有约束力的代表、保证、合同义务、为目标；并且此信息将不构成任何具有约束力的代表、保证、合同义务或成为您任何性质的信赖的依据。",
                {
                    "title": "我们不论是根据合同条款、侵权、疏忽或其他方式对您的整体和合计的责任，在任何情况下不得超过",
                    "txt": [
                        "相当于由您在有关事件引起的索赔款项之前六（6）个月存入您账户及所使用于投注的总金额款项",
                        "总金额五千英镑（￡5,000）或等值外币。<br/>以较小的金额为准。"
                    ]
                },
                "您特此确认并同意，所有在这些条款和条件的免责声明和责任的排除，在考虑到所有相关要素，包括但不限于您提供给我们的代价所值，代表您和我们之间的协议公平和合理的风险和收益分配。您还同意，这些免责条款和限制在适用法律允许的最大范围内，是强制性的。",
                "除载列于本条款及条条件，如果您对我们进行任何赌博的结果有任何争议，您必须在有关结果发出七（7）天内向我们提交包括及完整的细节的书面投诉。如果交易的结果出现在您的装置和我们的系统中之间有差异的情况下，您同意，由我们首席技术总监证明的我方系统交易记录为确凿证据。"
            ]
        },
        {
            "title": "终止、关闭和暂停服务",
            "txt": [
                {
                    "title": "如"+config.appName+"有合理的理由相信您触犯以下条件，除了根据这些条款和条件的权利，在我们的判断下，我们保留取消任何奖金、终止协议、暂停提供服务关闭和冻结你的账户的权利：",
                    "txt": [
                        "您在"+config.appName+"有多于一个的活跃账户。",
                        "您参与我们所提供的推广优惠，但在未能履行有关的推广的要求时退出;",
                        "您登记时提供的资料不正确或具误导性;",
                        "没有提供我们要求的信息;",
                        "您不在18周岁以上或没有达到在您所在的司法管辖区参与赌博的法定年龄；",
                        "在您的您司法管辖区内禁止赌博，而您参与这些服务，或者我们认为（合理），这种参与是法律所禁止的；",
                        "您试图把从刑事或其他非法或未经授权的活动资金存入或已存入您的账户；",
                        "您试图欺骗或已欺骗任何人或任何一方；或"+config.appName+" 判决您雇用或寻求使用人工智能或其他系统（包括机械、电脑、算法、软件或其他自动化系统）击败我们所运营的系统或您企图与其他玩家串通或勾结，以骗取我们（或其他玩家）。",
                        "您（有意或无意）允许第三方使用您的账户;",
                        "您不遵守这些条款和条件的任何规定;",
                        "恕不接受以下国家或地区的玩家进入网站游戏：香港、澳门、台湾、新加坡、菲律宾、美国。恕不接受以下国家或地区的玩家进入体育游戏: 比利时、开曼群岛、北朝鲜、丹麦、法国、德国、香港、伊朗、伊拉克、以色列、意大利、菲律宾、波兰、沙特阿拉伯、新加坡、瑞士、台湾、荷兰、土耳其、美国及其所属领土。"
                    ]
                },
                "如果服务暂停或您的账户被停用，而您采取了纠正行动（如能被纠正），并且验证成功，您的账户可以被重新激活而我们并重新恢复服务。"
            ]
        },
        {
            "title": "链接到外部网站",
            "txt": [
                "本网站可能包含不在"+config.appName+"维修范围的第三方网站链接。这样的第三方网站的链接仅是为您提供方便，"+config.appName+"不负责、不承担及不确保这些第三方网站的内容是准确、存在或被维持的。",
                ""+config.appName+"不承担、不负责、不批准、不认可、不审查外部网站的隐私做法，对相关内容及任何广告、出售或以任何方式提供的产品或服务不作任何陈述或保证。",
                ""+config.appName+"不会为因您以任何方式与第三方网站的链接所产生的任何损失或损害，如合同、侵权、疏忽或以其他方式承担责任。",
                "除非有明文注明，"+config.appName+" 在任何情况下都不能被视为与外部链接的任何陈述、意见、商标、服务商标、标识、徽章、或其他在外部网站显示的装置或外部网站广告、出售或与外部网站的经营者或所有者有任何关联。"
            ]
        },
        {
            "title": "网站链接",
            "txt": [
                "您不可链接或创建任何链接、深层链接或内联链接到我们网站、服务、或截取部分网站信息。"
            ]
        },
        {
            "title": "添加或删除游戏",
            "txt": [
                "我们保留在任何时候添加新游戏或功能到网站的权利；或有创建、删除、停止、限制访问或更改任何游戏或功能的权利，并恕不另行通知。"
            ]
        },
        {
            "title": "账户限额、支付限额和最大赌注",
            "txt": [
                "在每注有效的投注里，我们支付玩家的最高限额为一百万人民币 (CNY 1,000,000) 或是同等金额投注。",
                "您可以下注的最高金额是根据不同类型的游戏或博彩类别而定的，我们有提供有关类型的赌博规则，并且本网站的条款如有变更，恕不另行通知，但在任何情况下，您的注额将不超过账户里的资金。"
            ]
        },
        {
            "title": "被遗弃的账户",
            "txt": [
                "如果您的账户仍有余额，我们不负有必须通知您的责任。如果您连续三百六十五(365)天沒有登录您的账户和使用本网站的服务，您的账户将被视为非活跃的。",
                "在您的账户处于非活跃状态的期间，我们有权定期向您收取行政费，并从您的账户余额中扣除。行政事业性收费是每月五英镑（￡5.00）或等值外币。如果我们测试到非活跃的账户，我们可能会尝试通您注册时提供的资料通过电话、电子邮件或书面的通讯方式与您联系。如果联系失败，我们可以用其他的方法寻找及联系有关客户。倘若从发现非活跃账户那天起，持续十二（12）个月的时间，仍然联系不到有关客户，我们保留关闭有关账户的权利；并且以我们的自由裁量权将账户里的款项交由管理者保管或分配给管理者选择的慈善赌博机构。"
            ]
        },
        {
            "title": "优先性",
            "txt": [
                "博彩规则、任何其他管制访问服务、软件、信息及网站的条款与条例将促成本条款与条例不可或缺的一部分。",
                "倘若博彩规则与服务、软件、及网站的条款与条件有歧义，除非明确说明，请以条款与条件为准。"
            ]
        },
        {
            "title": "不可抗力",
            "txt": [
                "如果"+config.appName+"因非我们所能控制的事件发生，而不能或推迟履行这些条款和条件下的任何义务 (包括但不限于：自然灾害、法律或规例的变化、政府的行动或非行动、民事或军事机关的权威、法院命令、恐怖主义行为、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、盗窃、传输或系统故障、电信或宽带服务故障或中断提供、故障或电源供应器设备不足、天气恶劣、地震和自然灾害) ，这样的疏忽或拖延并不构成违反这些条款和条件。"
            ]
        },
        {
            "title": "非豁免",
            "txt": [
                "在我们未能执行此条款与条例的情况下将不等于我们豁免执行此条款、影响此条款的有效性或阻碍我们采取进一步的行动。"
            ]
        },
        {
            "title": "可分割性",
            "txt": [
                "如果这些条款和条件的任何部分被有管辖权的法院确定为无效、非法或不可执行、这些条款将与从其可执行的条款分开，而其它的条款将继续在法律所允许的最大范围内，以有效和可强制的方式执行。"
            ]
        },
        {
            "title": "统治法律和司法管辖权",
            "txt": [
                "您同意您访问的服务、网站、软件、信息和解释这些条款和条件是受菲律宾政府监管部门First Cagayan Leisure and Resort Corporation 管制的。",
                {
                    "title": "双方须服从First Cagayan Leisure and Resort Corporation 的直属管辖。但是本条款25.1不得阻止：(a) 您向First Cagayan Leisure and Resort Corporation作出对我们的申诉; (b) 我们在任何有管辖权的法院寻求任何强制令或类似行动。",
                    "txt": [
                        "政府监管部门: Cagayan Economic Zone Authority, First Cagayan Leisure and Resort Corporation  <br/>联系方式: <a href='mailto:731667777@qq.com'>731667777@qq.com</a>"
                    ]
                }
            ]
        }
    ],
    //隐私政策
    "privacy": [
        {
            "title": "资料收集与使用",
            "txt": [
                {
                    "title": "当客户在 "+config.appName+" 开设及使用账户时，我们会收集相关资料，例如姓名、地址、年龄、电邮、 电话、IP位置等，而收集这些资料的目为：",
                    "txt": [
                        "保留账户的交易记录",
                        "协助改善账户管理",
                        "安全理由(包括客户的身份证明)",
                        "建立客户档案",
                        "管理客户关系及达至行销目的"
                    ]
                },
                {
                    "title": "账户的交易状况",
                    "txt": [
                        "为鉴別客户的兴趣以提供相关优惠及资讯，或基于交易与业务运作等安全理由，我们会保留客户的交易记录以作分析。"
                    ]
                },
                {
                    "title": "传送优惠资讯",
                    "txt": [
                        "在开设账户后，客户将会自动不定期收到由 "+config.appName+" 发出之优惠资讯。"
                    ]
                },
                {
                    "title": "更改您的个人资料",
                    "txt": [
                        "客户可随时更改个人资料。如有需要，可向我们的客户服务员联络。"
                    ]
                },
                {
                    "title": "个人资料的安全与准确性",
                    "txt": [
                        "我们承诺会妥善地保存客户的所有资料，并维护相关资料的准确性。根据法律，客户有权保留个人资料及要求更改任何错误。",
                        "同时，我们更会采取所有步骤以确保客户资料在处理过程中，能达至最严格的安全标准。此外，客户资料只有在适用的法律之下方有机会被透露， 而资料则主要透露给 "+config.appName+" 等有关部门、商业伙伴、顾问与供应商(如信用卡处理机构)。",
                        "我们承诺不会将客户的资料售卖给第三者。"
                    ]
                },
                {
                    "title": "小型文字档案(Cookies)",
                    "txt": [
                        "当客户首次浏览<a href='http://928.app'>928.app</a>时，一个称为小型文字档案Cookies的资料将会传送到您的浏览器以对其作出分析。 及后，当客户再次浏览本网站时，小型文字档案拥有一个特別的识別码以鉴別有关用户的电脑。这帮助我们根据客户的喜好及兴趣，以协助提供更佳的上网服务。",
                        "纵然客户的浏览器选择不接受小型文字档案，但亦可流畅地浏览我们的网页，区别是我们不能提供更佳的上网服务。"
                    ]
                }
            ]
        },
        {
            "title": "网站信息",
            "txt": "我们的系统会自动记录 "+config.appName+" 浏览者的网路IP位址，但我们决不会记录网站访问者的电邮地址，而此项主要是用作网站流量统计之用。"
        },
        {
            "title": "广告系统",
            "txt": "我们的广告系统会自动记录点击者的网路IP位址，此项主要令网站宣传功能有效发挥。"
        },
        {
            "title": "彩金",
            "txt": "我们会严格保密客户所贏取的彩金数额。如根据当地的法律规定，要求客户必须要向当地的政府机构申报所贏取之彩金数额，那么这个申报权益则会留给客户作决定。"
        },
        {
            "title": "安全性",
            "txt": ""+config.appName+" 为确保客户提供给我们的个人资讯及资料是绝对安全保密。所有传送给我们的相关內容，都必定经过高科技的保密设施后，然后储存进我们的服务器內。 这项保密设施，乃使用目前最先进的防火墙技术来维护。我们的娱乐网站和软件更会采用最佳的保密程序，目的是保证玩家的个人资料不会被第三方滥用。"
        }
    ],
    //责任博彩
    "responsiblegambling": [
        {
            "title": "请您遵循以下建议",
            "txt": [
                "游戏前请您限制及控制您的存款，减少投注。",
                "避免让博彩影响到您的日常工作和生活。",
                "谨记博彩不是您的主要收入来源。",
                "请勿在酒精或任何药物影响下进行游戏。",
                "不要以继续游戏的方式挽回您的损失。",
                "更多关于博彩责任的建议和信息，请浏览<a href='http://www.gambleaware.co.uk'>www.gambleaware.co.uk</a>"
            ]
        },
        {
            "title": "以下可能为沉迷博彩迹象",
            "txt": [
                "您因博彩影响到自己或您身边的人？",
                "在博彩上花费超过您能负担的时间或资金。",
                "发现难以控制或停止博彩游戏。",
                "因金钱或博彩问题与家人或朋友争吵。",
                "对日常活动失去兴趣，如与朋友外出或陪伴家人。",
                "总是想着或讨论博彩。",
                "对他人说谎或隐藏您进行博彩的行为。",
                "挽回博彩损失或以博彩摆脱经济困境。",
                "进行博彩游戏直到没钱为止。",
                "为博彩而借贷，出售财产或不支付账单。",
                "需要以高额赌注或长时间进行博彩获得兴奋或快感。",
                "因博彩而忽视工作、学习、家庭、个人需求或家庭责任。",
                "感到焦虑担心、内疚、 沮丧或易怒。"
            ]
        },
        {
            "title": "匿名戒赌协会",
            "txt": "<a href='http://www.gamblersanonymous.org.uk'>www.gamblersanonymous.org.uk</a>"
        },
        {
            "title": "戒赌中心",
            "txt": [
                "<a href='http://www.gamcare.co.uk'>www.gamcare.co.uk</a>",
                "英国协助热线：0845 600 0133"
            ]
        },
        {
            "title": "戒赌治疗",
            "txt": "<a href='http://www.gamblingtherapy.org'>www.gamblingtherapy.org</a>"
        },
        {
            "title": "自我限制",
            "txt": "我们衷心希望所有会员尽情畅玩游戏，体验精彩刺激，但对少数在游戏中没有欢愉体验想暂停游戏的会员，我们"+config.appName+"提供自我限制账户功能， 期限可设置为最短6个月至最长5年。如果您需进一步了解自我限制条款详情或您需要自我限制5年以上，请您随时联系客服咨询。敬请知悉如您申请短期限的自我限制， 在该期限内将无法申请重启账户，如您是由于沉迷博彩需要永久关闭账户，请您“我的账户”界面选择“博彩责任”操作关闭账户，一旦您进行此操作， 您的账户将永久性关闭无法恢复。无论任何原因您想关闭您的账户，请联系我们客服协助您。"
        },
        {
            "title": "年满18岁",
            "txt": ""+config.appName+"太阳城亚洲在First Cagayan Leisure and Resort Corporation取得营业许可并受其监管，依法禁止未满18岁的玩家在本网站进行真钱游戏。"+config.appName+"太阳城亚洲有权要求客户提供相关证明核实年龄以确保注册信息的真实性，验证客户相关年龄证明前也有权依法暂停账户和保留资金。为了避免非法投注，我们可能与第三方公司核实您是否年满18岁。为了您个人信息和账户安全，请注意保密您的账户信息和密码。"
        },
        {
            "title": "家长控制",
            "txt": [
                "有些客户为了自己或家人可能需要一个可以限制登录部份网站和一些互联网的第三方控制系统，如以下：<br/>网络过滤: <a href='http://www.netnanny.com'>www.netnanny.com<br/>网络保姆: <a href='http://www.cybersitter.com'>www.cybersitter.com</a>"
            ]
        }
    ],
    //游戏规则
    "gamerules1": [
        {
            "title": "总则",
            "txt": [
                "本公司的所有投注信息都是出于诚意提供的。 不过，本公司不对有关日期、时间、地点、竞争对手、赔率、结果、统计数据、团队制服（显示在实时视频中）或其它投注信息的任何错误或遗漏负责。 本公司保留纠正任何明显错误的权利，并且应当采取所有合理行动确保以诚信透明的方式管理赌盘，赌盘定义为针对某一体育赛事所提供的不同的投注类型。 公司保留做出最终性决定的权利。",
                "如果一项赛事在预定时间之前开始，则只有该项赛事开始之前所做投注（除指定的现场投注以外）会被视为有效投注，赛事的定义是两个团队或个人间有组织的体育比赛或活动。 如果一个赌盘未在正确时间关闭或中止，则本公司有权取消在实际开始时间之后进行的所有投注（除指定的现场投注以外）。",
                "如果网站对赛事所用的英语和非英语名称之间有任何差异，以英语版本为准。",
                "在任何时候，客户有责任了解比赛分数和所有相关的比赛信息，并且建议客户在下注之前确认比赛状况。",
                "本公司有权在任何时候出于任何原因修改这些规则。 一旦在网站上发布，任何此类修改都是具有约束性和立即生效的。",
                "客户承认网站上提供的当前分数、所用时间及其它数据虽然是由第三方以“直播”形式提供，但仍会有时间延迟以及/或者可能不准确的情况，并且根据这些数据做任何投注时，客户应自行承担所有风险。 本公司提供这些数据时，不保证其准确性、完整性或及时性，并且不对客户因依赖这些数据而遭受的任何损失（直接或间接损失）负责。",
                {
                    "title": "有以下情形之一的，本公司可全权决定取消或宣布投注无效或暂停某一客户的游戏，而无需提前发出通知：",
                    "txt": [
                        "投注细节不完整或错误；",
                        "所投之注超过了规则允许的限度；",
                        "所投之注违反规则；",
                        "人为的打字及传输错误导致不正确的游戏数据或概率；",
                        "当出现异常或不规范使用游戏平台的情况，或出现过高的损失或收益。"
                    ]
                },
                "本公司保留暂停比赛游戏或特定产品的权利，以纠正任何明显错误，维持该游戏的诚信和公平性。",
                "如果客户存有任何疑问或怀疑系统错误，则建议客户停止游戏，并与本公司的客户支持部门相协调。如果客户继续游戏，该客户应对其赌注的结果负责，且公司有权决定是否解决这一问题。",
                "当开始现场比赛或游戏，且客户在其活动进行时予以投注，如果由于任何原因导致赌注断开的，不管断开的原因如何，或出现赌注冻结或崩溃，都将停止所有赌注，直到该活动完成并已知结果时才能进行结算。该一般规则不适用于某一游戏或产品拥有发生断开意外时具体规则的情形，适用该具体规则时的结果应以该规则对客户的约束力为基础。",
                "本公司保留暂停和/或随时关闭客户账户的权利，如果公司认为客户违反任何适用的规则和规章，或欺骗、黑客入侵、攻击、操纵或破坏了正常的投注程序，或如果该客户从事洗钱或其他非法活动，或者该客户低于其所在管辖区或实际区域参与赌博的法定年龄。一旦由于上述原因关闭客户帐户，包括客户账户余额在内的所有奖金和/或支出都将没收。",
                "本公司保留为其现有产品和即将提供的产品设置最大奖金额的权利。",
                "如果公司有证据表明价格或联营的操纵，或比赛、活动或竞赛中的作弊行为，则公司保留拒绝付款的权利。上述证据以所有投注渠道的投注大小、容量或模式为基础。如上述规则解释存有任何争议，以公司解释为准。",
                "本公司保留作废并取消涉及非法赌博活动的所有投注的权利。",
                "本公司保留拒绝客户进入游戏或将客户踢出游戏的权利。",
                "该软件不存在任何明示或暗示、法定或公司其他方面规定的保证、条件、承诺或声明。本公司不出于任何目的保证该软件适销性、质量及适合性，且不保证该软件能够满足客户的要求，不保证软件不会构成侵权。",
                "虽然公司承诺会合理且谨慎行事，公司并不保证该软件不会出现任何错误或中断，不保证会修正软件内的任何错误，也不保证软件或服务器无病毒。",
                "本公司对因账户结算相关的通信或系统错误造成的所有成本、费用、损失或索赔概不负责。本公司保留采取任何适当的措施，包括删除所有相关游戏软件以纠正此类错误的权利。",
                "当下注或使用该软件时，客户承认公司无法控制客户如何使用该软件。此外，客户应承担其下注及使用软件的所有风险，且公司对任何直接、间接、附加、偶然的或特殊的任何形式的伤害或损失概不负责。",
                "禁止客户披露软件内属于公司或软件供应商的任何机密信息。",
                "为进行游戏或投注，授予客户个人的、非排他的、不可转让的使用该软件的权利。",
                {
                    "title": "禁止客户：",
                    "txt": [
                        "将软件安装或加载至另一个设备的服务器上，或采取措施使其他人可在网络上获取该软件。",
                        "再许可、转让、出租、出借、转移、复制或分发本软件的副本；",
                        "以该软件、该软件或复制品的任何部分为基础，解码、还原工程、反汇编、修改或创造衍生软件，或适应性转录或合并软件的任何部分，转换软件或软件的任何部分或企图破解本软件的源代码；",
                        "删除软件供应商的任何版权、专利或类似通知；和",
                        "进入、访问，或试图进入、访问或以其他方式进入公司安全系统或以任何方式干扰软件、游戏和网站。"
                    ]
                },
                "使用该软件并不授予客户该软件任何知识产权的所有权。",
                "以上一般规则应仅使用于特殊游戏或产品缺乏特殊规则的情况。"
            ]
        },
        {
            "title": "中止和延期",
            "txt": [
                "如果一项赛事未在预定开始日期开始，并且未按特定体育规则的规定，在原先预定的完成日期完成，则所有的投注都将无效，除了对已获得无条件确定的赌盘所做的投注以外。",
                "如果一项赛事已经开始，但之后又中止，并且未按特定体育规则的规定，在原先预定的完成日期完成，则所有的投注都将无效，除了对无条件决定结果的赌盘所做的投注以外。",
                "如果一项赛事未按特定体育规则的规定，在原告预定的完成日期完成，而正式的比赛结果得以宣布，或者特定赛事的相关主管机构宣布了一个结果，则本公司有权认定这一比赛是正式有效的。 在此方面，本公司的决定是最终和具有结束性的。"
            ]
        },
        {
            "title": "场地变更",
            "txt": [
                "除非另有说明，如果一项比赛预计在一个中立性场地上展开，但却在非中立的场地上展开，所有的投注仍将被视为有效，反之亦然。如果主场团队打客场团队的场地变更，反之亦然，对该场比赛的所有投注都将被视为无效。如果主场和客场团队的名称被错误地颠倒，投注也会被视为无效。",
                "对于所有非团队赛事，如果预定的场地在赌盘开放后变更，则所有的投注仍将被视为有效。"
            ]
        },
        {
            "title": "赛事期间",
            "txt": [
                "所显示的赛事进行时间仅供于参考。尽管赛事进行时间和所显示的有所差异，投注仍有可能被视为有效。",
                "在比赛伤停时间发生的任何情况都被视为在常规时间末时发生，例如一场足球比赛上半场伤停补时阶段的一个进球会被视为是在第45分钟时踢进的。"
            ]
        },
        {
            "title": "赛果",
            "txt": [
                "必要时，颁奖仪式的位次将被视为是正式赛果，不论之后是否出现取消或更改赛果的情况。 如果没有颁奖仪式，赛果将会依据相关主管机构在赌盘结算时提供的官方结果而定，不论之后是否出现取消或更改赛果的情况。 如果没有提供适用的官方结果，则将依据到赌盘结算时适用且已知的证据来确定赛果。",
                "赌盘通常会在一项赛事结束后不久进行结算。 完全出于服务客户的目的，一些赌盘可能会在正式结果公布之前结算。 如果一个赌盘结算错误，本公司有权撤销结算。",
                "如果无法确定赛事结果，公司保留暂停任何赌盘结算的权利。",
                "除了不存在的赛事以外，公司将不会因任何赛事结果，球队名称或该赛事任何细节上的修改而对已结算72小时的投注项目作出更改。",
                "当官方赛果与本公司网站赛果版块公布的赛果之间有冲突时，应当通过参考本公司的有关赛事视频记录来确定正确的结果，以便解决冲突。 然而，如果没有此类适用的视频记录，应当根据特定赛事的相关主管机构在其官方网站上公布的赛果确定正确的结果。 如果该官方网站无法提供这一结果或者官方网站公布的赛果明显有错，则本公司有权做出决定/修正，以便确定最终的结果。 在此方面，本公司的决定是最终和具有结束性的。",
                "无论任何的项目在结束后出现后续的决定更改、抗议或上诉而引致的成绩变动，项目的获胜者将就根据项目结束时的成绩来确定投注的胜负。"
            ]
        },
        {
            "title": "自动计时器接受功能",
            "txt": [
                "对于某些可由本公司确定的赛事，客户可以利用计时器接受功能进行投注，选择菜单上的“计时器接受”按钮即可。 利用计时器接受功能所做的每次投注将有自己的倒计时，其持续时间将由本公司独家决定。 在计时器倒数完毕时，若没有下文1.6.2节所述任何妨害的情况出现，投注将会被接受。",
                {
                    "title": "如果在计时器倒数结束前发生任何本节所述的妨害情况，所有使用计时器接受功能所做投注都将立即被取消：",
                    "txt": [
                        "如果很可能或确实领得一张红牌；",
                        "如果可能或确实被判罚一个点球；",
                        "如果任何球队可能入球或取得入球；",
                        "偶发事件包括但不限于，影响正确地下注、接受投注、记录或通告投注的任何设备或通讯中断，操作或传输延误或中断，通讯线路故障等。",
                        "当出现异常或不规范使用游戏平台的情况，或出现过高的损失或收益。"
                    ]
                },
                "在使用计时器接受功能时，客户承认本网站上提供的当前分数、所用时间及其它数据虽然是由第三方以直播形式提供，但仍会有时间延迟以及/或者可能不准确的情况，并且根据这些数据做任何投注时，客户应自行承担所有风险。 本公司提供这些数据，并且不对客户因依赖这些数据而遭受的任何损失（直接或间接损失）负责。"
            ]
        }
    ],
    "gamerules2": [
        {
            "title": "总则",
            "txt": [
                {
                    "title": "冠军投注",
                    "txt": [
                        "冠军投注是指对一项赛事、比赛或锦标赛中的获胜者投注。",
                        "冠军排名投注是指对参赛者在一项赛事、比赛或锦标赛中获得的指定名次投注。 赌盘标题中将标明会赢得排名投注的数量。",
                        "如果参赛者/球员没有出场参加赛事、比赛或锦标赛，则所有投注于该参赛者/球员的“优胜冠军(冠军)”投注将作废，除非在特定的投注规则中另有说明。",
                        "如果有有两名或以上的获胜者，或者任何冠军赌盘中宣布有“不分胜负”的情况，则彩金赔率（减去下注金额）将按获胜者的数量分配和结算，同时退还下注金额。<br/><br/>这有一个示例，客户询问如果英格兰超级联赛 – 最佳射手有2位，公司应如何计算彩金？<br/><br/>彩金将为：下注金额/赢家x（赔率 - 1）= 彩金（如果最佳射手超过2人=下注金额/（人数））<br/><br/>例如：<br/>英格兰超级联赛 - 最佳射手<br/>迪米塔•贝尔巴托夫（Dimitar Berbatov）1.40<br/>特维斯（Carlos Tevez）3.50<br/>如果我对迪米塔•贝尔巴托夫投注100，赔率为1.40。<br/>如果最佳射手有2人。<br/>我的彩金将为：=下注金额100/2 X(赔率- 1) = 20<br/>如果我对特维斯投注100，赔率为3.50<br/>如果最佳射手有2人。<br/>那么我的彩金将为：=下注金额100/2 X(赔率- 1) =125",
                        "术语“任何其他选手”（任何其他团队等）指所有未在赌盘中列名的参赛者。"
                    ]
                },
                {
                    "title": "胜负盘",
                    "txt": [
                        "胜负盘表示投注一方参赛者或团队会在一项赛事中击败另一方参赛者，或者在一项配对赛中排名较高。 在《特定赛事投注规则》中列出了其余的胜负盘规则。",
                        "术语“出场阵容（The Field）”指除了胜负盘配对赛中提名的参赛者以外的所有参赛者。"
                    ]
                },
                {
                    "title": "让球盘 (HDP) ，上半场让球盘 (FH HDP) 和下半场让球盘 (2H HDP)",
                    "txt": [
                        "让球盘是指当一方参赛者或团队获得假定的预先让分（在赛事开始之前凭借该让分而有效领先）。 获胜者为赛果加上该让分后得分更高的参赛者或团队。 在《特定赛事投注规则》中列出了其余的让球盘规则。",
                        "上半场让球盘是指投注于上半场将让分数加上实际比赛结果后，得分较高的参赛者或队伍即为赢家。",
                        "下半场让球盘是指投注于下半场将让分数加上实际赛事结果后，得分较高的参赛者或队伍即为赢家。"
                    ]
                },
                {
                    "title": "大小盘，上半场大小盘和下半场大小盘",
                    "txt": [
                        "大/小盘是指由一项赛事最终赛果的总分（入球数、得分情况等）来确定的投注。 如果总分超过大/小盘预先指定的分数线，则投注“大盘”者为赢家；如果总分低于大/小盘预先指定的分数线，则投注“小盘”者为赢家。",
                        "上半场大小盘是指投注结果由上半场赛事的总分来决定。如果总分大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总分小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。",
                        "下半场大小盘是指投注结果由下半场赛事的总分来决定。如果总分大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总分小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。"
                    ]
                },
                {
                    "title": "大小盘，上半场大小盘和下半场大小盘",
                    "txt": [
                        "大/小盘是指由一项赛事最终赛果的总分（入球数、得分情况等）来确定的投注。 如果总分超过大/小盘预先指定的分数线，则投注“大盘”者为赢家；如果总分低于大/小盘预先指定的分数线，则投注“小盘”者为赢家。",
                        "上半场大小盘是指投注结果由上半场赛事的总分来决定。如果总分大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总分小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。",
                        "下半场大小盘是指投注结果由下半场赛事的总分来决定。如果总分大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总分小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。"
                    ]
                },
                {
                    "title": "单双盘 (OE) ，上半场单双盘 (FH OE) 和下半场单双盘 (2H OE)",
                    "txt": [
                        "单/双盘是指由一项赛事最终赛果的总分（入球数、得分情况等）来确定的投注。",
                        "上半场单双盘是指投注结果由上半场赛事的总分来决定。",
                        "下半场单双盘是指投注结果由下半场赛事的总分来决定。",
                        "如果赛事在上半场结束之前中止，全部上半场的投注将视为无效。相反的，如果赛事在上半场结束之后中止，则全部上半场的投注将视为有效。"
                    ]
                },
                {
                    "title": "单支团队单/双盘",
                    "txt": [
                        "单支团队单/双盘是指预测一支特定团队在一项赛事中全场得分为单数还是双数的投注。",
                        "任何对此赛事的额外补时将不计入内，以便确定一支特定团队的全场得分。"
                    ]
                },
                {
                    "title": "比赛半场/全场单/双盘",
                    "txt": [
                        "比赛半场/全场单/双盘是指预测一项赛事半场和全场结果是为单数和单数，单数和双数，双数和单数，还是双数和双数。",
                        "有四（4）种选择方案可供投注：<br/><br/>单数/单数<br/>单数/双数<br/>双数/单数<br/>双数/双数",
                        "对于此种投注类型，为了确定一项赛事的全场结果，任何额外的补时将不会被计入。"
                    ]
                },
                {
                    "title": "混合过关(综合过关)（Mix Parlays）",
                    "txt": [
                        "“混合过关(综合过关)”乃指以两个或以上的赛事投注为组合的博彩方式。若全部选择均赢，则该混合过关(综合过关)投注为赢, 并将获赔两个投注的组合赔率。若一个 (或多个) 选择均输, 则 “过关” 投注为输。若一个 (或多个) 选择被推迟, 则该选择的赔率将恢复为1.00的赔率。",
                        "在现场混合过关(综合过关)投注期间，如果对选择方案的任何投注被拒绝，则这一过关投注将不会生效。",
                        "有关更多详情，请参阅“混合过关(综合过关)”投注页面上的“帮助”。",
                        "三串四式（trixie）投注包含4项投注，涉及不同赛事的3种选择方案，3个双倍赔率和1个三倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果您的选择方案中有任何三者获胜，则全部3个双倍赔率和1个三倍赔率将为您赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。",
                        "四串十一式（yankee）投注包含11项投注，涉及不同赛事的4种选择方案，6个双倍赔率和4个三倍赔率和1个四倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何3个选择方案获胜，3个双倍赔率和1个四倍赔率能赢得彩金。 如果全部4个选择方案获胜，所有6个双倍赔率，4个三倍赔率和1个四倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。",
                        "五串二十六式（Canadian）投注包含26项投注，涉及不同赛事的5种选择方案，10个双倍赔率，10个三倍赔率，5个四倍赔率和1个五倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何4个选择方案获胜，则6个双倍赔率，4个三倍赔率和1个四倍赔率能赢得彩金。 如果全部5个选择方案获胜，则所有10个双倍赔率，10个三倍赔率，5个四倍赔率和1个五倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。",
                        "六串五十七式（heinz）投注包含57项投注，涉及不同赛事的6种选择方案，15个双倍赔率，20个三倍赔率，15个四倍赔率，6个五倍赔率和1个六倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何5个选择方案获胜，则所有10个双倍赔率，10个三倍赔率，5个四倍赔率和1个五倍赔率能赢得彩金。 如果全部6个选择方案获胜，则所有15个双倍赔率，20个三倍赔率，15个四倍赔率，6个五倍赔率和1个六倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。",
                        "七串一百二十式（super heinz）投注包含120项投注，涉及不同赛事的7种选择方案，21个双倍赔率，35个三倍赔率，35个四倍赔率，21个五倍赔率，7个六倍赔率和1个七倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何6个选择方案获胜，则所有15个双倍赔率，20个三倍赔率，15个四倍赔率，6个五倍赔率和1个六倍赔率能赢得彩金。 如果全部7个选择方案获胜，则所有21个双倍赔率，35个三倍赔率，35个四倍赔率，21个五倍赔率，7个六倍赔率和1个七倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。",
                        "八串二百四十七式（goliath）投注包含247项投注，涉及不同赛事的8种选择方案，28个双倍赔率，56个三倍赔率，70个四倍赔率，56个五倍赔率，28个六倍赔率，8个七倍赔率和1个八倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何7个选择方案获胜，则所有21个双倍赔率，35个三倍赔率，35个四倍赔率，21个五倍赔率，7个六倍赔率和1个七倍赔率能赢得彩金。 如果全部8种选择方案获胜，则所有的28个双倍赔率，56个三倍赔率，70个四倍赔率，56个五倍赔率，28个六倍赔率，8个七倍赔率和1个八倍赔率能赢得彩金。如果一个（或以上）选择方案延期，则该方案的赔率恢复为1.00。",
                        "现场赛事投注不提供三串四（Trixie）、四串十一（Yankee）、五串二十六（Canadian）、六串五十七（heinz）、 七串一百二十（Super Heinz）和八串二百四十七式（goliath）的选择方案。",
                        "有关更多详情，请点击混合过关(综合过关)投注页面中投注菜单上的问号图标参看。",
                        {
                            "title": "相关偶发事件",
                            "txt": [
                                "“相关偶发事件发生在复式投注，且一个选择的结果可能会影响另一个选择的结果。",
                                {
                                    "title": "相关偶发事件的例子：",
                                    "txt": [
                                        "投注内马尔进球和投注巴西在同一场赛事进多过两球。",
                                        "投注克里斯蒂亚诺。罗纳尔多进多过两球和在同一场葡萄牙赛事投注“两队皆进球 – 是。",
                                        "投注梅西赢得最佳射脚和投注巴萨赢得联赛冠军。"
                                    ]
                                },
                                "此类复式投注无法通过常规的赌注放置选项下注。",
                                "如果此类复式投注不慎被接受，则投注将被视为无效。"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "title": "足球投注类型",
            "txt": [
                "除非另有说明，足球投注类型的成绩是指在常规比赛时间（包括裁判判决的伤停补时）结束时的得分。 加时赛不计入内。",
                {
                    "title": "1X2(独赢)，上半场1X2(独赢)和下半场1X2(独赢)",
                    "txt": [
                        "1X2(独赢)指对一项赛事三种可能的获胜结果之一下注。 1代表首先被提及的球队（通常是主场球队）；X代表比赛结果打平或为平局；2代表第二个被提及的球队（通常是客场球队）。",
                        "上半场1X2(独赢) 是指在单一上半场赛事中投注于三种可能的胜利结果中的任何一种。 1 表示首先被提及的队伍（通常是主队）；X 代表赛事结果平手；2 代表第二个被提及的队伍（通常是客队）。",
                        "下半场1X2(独赢) 是指在单一下半场赛事中投注于三种可能的胜利结果中的任何一种。 1 表示首先被提及的队伍（通常是主队）；X 代表赛事结果平手；2 代表第二个被提及的队伍（通常是客队）。",
                        {
                            "title": "前10分钟1X2(独赢)",
                            "txt": [
                                "前10分钟1X2(独赢)是指在单一赛事中的前10分钟投注于三种可能的胜利结果中的任何一种。 1 表示首先被提及的队伍（通常是主队）；X 代表赛事结果平手；2 代表第二个被提及的队伍（通常是客队）。"
                            ]
                        }
                    ]
                },
                {
                    "title": "波胆",
                    "txt": [
                        "波胆是指投注预测常规赛时间结束后的最终比分。",
                        "投注“波胆”时，如果要赢得“AOS”，表示投注者选择的队伍必须以没有列入投注选项的成绩获胜。",
                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                    ]
                },
                {
                    "title": "总进球数(总入球数)，上半场总进球数(总入球数)和下半场总进球数(总入球数)",
                    "txt": [
                        "总进球(总入球)是指由一项赛事的进球总数来决定投注结果。",
                        "上半场总进球数(总入球数)是指由上半场赛事中的总进球数(总入球数)决定投注结果。",
                        {
                            "title": "上半场总进球数(总入球数)与下半场总进球数(总入球数)",
                            "txt": [
                                "上半场总进球数(总入球数)与下半场总进球数(总入球数)是指投注预测上半场两队的总进球数(总入球数)与下半场两队的总进球数(总入球数)。",
                                "主队上半场总进球数(总入球数)与主队下半场总进球数(总入球数)是指投注预测上半场主队的总进球数(总入球数)与下半场主队的总进球数(总入球数)。",
                                "客队上半场总进球数(总入球数)与客队下半场总进球数(总入球数)是指投注预测上半场客队的总进球数(总入球数)与下半场客队的总进球数(总入球数)。"
                            ]
                        },
                        "下半场总进球数(总入球数)是指由下半场赛事中的总进球数(总入球数)决定投注结果。",
                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                    ]
                },
                {
                    "title": "半场/全场（HT、FT）",
                    "txt": [
                        "半场/全场表示投注预测一项赛事的半场赛果和全场赛果（加时赛不计入内）。 下列与本赌盘有关的字母含义：H指首先被提及的球队（通常是主场球队）；D指平手；A指第二个被提及的球队（通常是客场球队）。",
                        "示例 – HA表示首先被提及的球队（主队）半场会领先，第二个被提及的球队（客队）的全场得分会领先。"
                    ]
                },
                {
                    "title": "最先进球/最后进球和上半场最先进球/最后进球",
                    "txt": [
                        "最先进球/最后进球表示投注哪支队伍在一场比赛中会首先进球和最后进球。 关于本赌盘，下列字母代表：HF指首先被提及的队伍（通常是主队）率先进球。 HL指首先被提及的队伍射进最后一球。 AF指第二个被提及的球队（通常是客队）率先进球。 AL指第二个被提及的队伍射进最后一球。 NG指赛事期间没有进球。",
                        "上半场最先进球/最后进球是指投注哪个队伍会在上半场比赛中率先进球或射进最后一球。下面介绍与此赌盘相关的意义：HF 表示首先被提及的队伍（通常是主队）会率先进球。 HL 表示首先被提及的队伍会射进最后一球。 AF 表示第二个被提及的队伍（通常是客队）会率先进球。 AL 表示第二个被提及的队伍会射进最后一球。 NG 表示赛事中没有队伍射门得分。",
                        "乌龙球计入进球队伍的得分。",
                        "如果在一次进球后一项赛事中止，则所有对最先进球（以及无进球）的投注仍有效，但对最后进球的投注将无效。如果一项赛事在没有进球的情况下中止，则所有对最先进球、最后进球和无进球的投注将无效。"
                    ]
                },
                {
                    "title": "开球队伍",
                    "txt": [
                        "开球队伍表示对赛事中开球的队伍投注。",
                        "如果开球后一项赛事中止，则所有投注仍然有效。"
                    ]
                },
                {
                    "title": "主队总球数与客队总球数",
                    "txt": [
                        {
                            "title": "主队总进球数(总入球数)与 客队总进球数(总入球数)",
                            "txt": [
                                "主队总进球数(总入球数)与 客队总进球数(总入球数)是指投注预测在特定日期的特定联赛中，主队的总进球数(总入球数)与客队的总进球数(总入球数)。"
                            ]
                        },
                        {
                            "title": "主队总角球数与客队总角球数",
                            "txt": [
                                "主队总角球数与客队总角球数是指投注预测在特定日期的特定联赛中，主队的总角球数与客队的总角球数。"
                            ]
                        },
                        {
                            "title": "主队总罚牌数与客队总罚牌数",
                            "txt": [
                                "主队总罚牌数与客队总罚牌数是指投注预测在特定日期的特定联赛中，主队总罚牌数与客队总罚牌数。"
                            ]
                        },
                        "主队表示首先被提及的队伍，客队表示第二个被提及的队伍。",
                        "如果一场（或更多）的赛事延期或中止，则投注作废。"
                    ]
                },
                {
                    "title": "单队大小盘和单队上半场大小盘",
                    "txt": [
                        "单支队伍大/小盘表示特定球队在一场比赛中的进球数。",
                        "单队上半场大盘/小盘是指投注预测特定队伍在该场上半场赛事中的得分。",
                        "如果总进球数(总入球数)大于“大小盘”预先指定的总进球数(总入球数)，则投注“大盘”的为赢家；如果总进球数(总入球数)少于“大小盘”预先指定的总进球数(总入球数)，则投注“小盘”的为赢家。"
                    ]
                },
                {
                    "title": "角球",
                    "txt": [
                        "判罚后未开出的角球不计入内。",
                        {
                            "title": "角球数",
                            "txt": [
                                {
                                    "title": "让球和上半场让球",
                                    "txt": [
                                        "让球指投注哪支队伍在一场比赛中角球数最多，包括任何让球数。",
                                        "上半场让球是指投注上半场比赛中角球数最多的队伍，包含任何让球数。",
                                        "如果赛事在上半场期间中止，全部上半场让球的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让球的投注将视为有效。如果赛事在上半场期间中止，全部上半场让球的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让球的投注将视为有效。"
                                    ]
                                },
                                {
                                    "title": "大小盘和上半场大小盘",
                                    "txt": [
                                        "大/小盘是指投注一场比赛中两支队伍总共开出的角球数。",
                                        "上半场大小盘是指投注上半场比赛中双方所开出角球的总数。",
                                        "如果总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "第一个角球，上半场第一个角球和下半场第一个角球",
                            "txt": [
                                "第一个角球是指投注比赛中获得第一个角球的队伍。",
                                "上半场第一个角球是指投注上半场赛事中获得第一个角球的队伍。",
                                "下半场第一个角球是指投注下半场比赛中获得第一个角球的队伍。",
                                "所有第一个角球赌盘的投注选项包括主队，客队或两队皆不。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "最后一个角球和上半场最后一个角球",
                            "txt": [
                                "最后一个角球表示投注一场比赛中哪支队伍会发出最后一个角球。",
                                "上半场最后一个角球是指投注上半场赛事中获得最后一个角球的队伍。",
                                "如果赛事在上半场期间中止，全部上半场最后一个角球的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场最后一个角球的投注将视为有效。",
                                "所有最后一个角球赌盘的投注选项包括主队，客队或两队皆不。"
                            ]
                        },
                        {
                            "title": "下一个角球",
                            "txt": [
                                "下一个角球表示投注一场比赛中哪支队伍会发出下一个角球。",
                                "如果下注指定的角球已经开出，所有投注会被视为有效。"
                            ]
                        },
                        {
                            "title": "单队总角球数大小盘",
                            "txt": [
                                {
                                    "title": "单队总角球数大小盘是指投注预测特定队伍在该场赛事中的总角球数。",
                                    "txt": [
                                        "主队准确的角球数是指投注于主队在赛事中所取得准确的角球数。",
                                        "上半场主队准确的角球数是指投注于主队在上半场赛事中所取得准确的角球数。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "如果总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。",
                                    "txt": [
                                        "客队准确的角球数是指投注于客队在赛事中所取得准确的角球数。",
                                        "上半场客队准确的角球数是指投注于客队在上半场赛事中所取得准确的角球数。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "合计的角球数和上半场合计的角球数",
                            "txt": [
                                "合计的角球数是指投注赛事中双方所开出角球的总数。",
                                "上半场合计的角球数是指投注上半场赛事中双方所开出角球的总数。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        }
                    ]
                },
                {
                    "title": "罚牌总数",
                    "txt": [
                        "一张黄牌计一点，一张红牌计两点。 一场比赛中一位球员的最高点数为三点（黄牌一点，红牌两点，第二张黄牌不计入内）。",
                        {
                            "title": "非上场球员（经理、教练、替补球员）收到的罚牌不计入内。",
                            "txt": [
                                "在主裁判吹哨判定终场后而发出的罚牌将不予以计算。",
                                "在主裁判吹哨判定中场休息后而发出的罚牌将计算为该赛事下半场的罚牌。"
                            ]
                        },
                        {
                            "title": "总罚牌数",
                            "txt": [
                                {
                                    "title": "让分和上半场让分",
                                    "txt": [
                                        "让分：投注比赛中收到最多罚牌的队伍，包含任何让分。",
                                        "上半场让分是指投注上半场比赛中收到最多罚牌的队伍，包含任何让分。",
                                        "如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。"
                                    ]
                                },
                                {
                                    "title": "大小盘和上半场大小盘",
                                    "txt": [
                                        "大/小盘是指投注一场比赛中两支队伍总共收到的罚牌数。",
                                        "上半场大小盘是指投注上半场比赛中两队收到的罚牌总数。",
                                        "如果总罚牌数大于“大小盘”预先指定的总罚牌数，则投注“大盘”的为赢家；如果总罚牌数少于“大小盘”预先指定的总罚牌数，则投注“小盘”的为赢家。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "第一张罚牌和下半场第一张罚牌",
                                    "txt": [
                                        "第一张罚牌是指投注在一场比赛中哪支球队会收到第一张罚牌（黄牌或红牌）。",
                                        "下半场第一张罚牌是指投注下半场比赛中收到第一张罚牌 (黄牌或红牌) 的队伍。",
                                        "若两名以上的球员因为同一个事件收到罚牌，则以裁判首先亮牌的球员为赢家。",
                                        "若在第一张罚牌发出后赛事中止，所有投注仍有效。若在第一张罚牌发出前赛事中止，所有投注皆作废。"
                                    ]
                                },
                                {
                                    "title": "最后一张罚牌",
                                    "txt": [
                                        "最后一张罚牌是指投注在一场比赛中哪支球队会收到最后一张罚牌（黄牌或红牌）。",
                                        "如果两名或以上球员因为同一事件收到罚牌，则最后被裁判亮牌的球员将被视为赢方。",
                                        "如果赛事中止，则所有投注都无效。"
                                    ]
                                },
                                {
                                    "title": "下一张罚牌",
                                    "txt": [
                                        "下一张罚牌是指投注预测取得下一张罚牌(黄牌或红牌) 的队伍。",
                                        "如果投注的罚牌已经发出，注单将视为有效。"
                                    ]
                                },
                                {
                                    "title": "单队总罚牌数大小盘",
                                    "txt": [
                                        "单队总罚牌数大小盘是指投注预测特定队伍在该场赛事中的总罚牌数。",
                                        "如果总罚牌数大于“大小盘”预先指定的总罚牌数，则投注“大盘”的为赢家；如果总罚牌数少于“大小盘”预先指定的总罚牌数，则投注“小盘”的为赢家。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "越位",
                            "txt": [
                                {
                                    "title": "越位次数",
                                    "txt": [
                                        {
                                            "title": "让分和上半场让分",
                                            "txt": [
                                                "让分指投注哪支队伍在一场比赛中越位次数最多，包括任何让分数。",
                                                "上半场让分是指投注上半场比赛中越位次数最多的队伍，包含任何让分。",
                                                "如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。"
                                            ]
                                        },
                                        {
                                            "title": "大小盘和上半场大小盘",
                                            "txt": [
                                                "大/小盘是指投注一场比赛中被判决的总越位次数。",
                                                "上半场大于/小于是指投注上半场比赛中越位判罚的总数。",
                                                "如果总越位次数大于“大小盘”预先指定的总越位次数，则投注“大盘”的为赢家；如果总越位次数少于“大小盘”预先指定的总越位次数，则投注“小盘”的为赢家。",
                                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "title": "第一次越位和下半场第一次越位",
                                    "txt": [
                                        "第一次越位表示投注一场比赛中哪支队伍会发生第一次越位。",
                                        "下半场第一次越位是指投注下半场最先被判越位的队伍。",
                                        "如果在第一次越位判罚后赛事中止，所有投注均有效。如果在第一次越位判罚前赛事中止，所有投注均作废。"
                                    ]
                                },
                                {
                                    "title": "最后一次越位",
                                    "txt": [
                                        "最后一次越位表示投注一场比赛中哪支队伍会发生最后一次越位。",
                                        "如果赛事中止，则所有投注都无效。"
                                    ]
                                },
                                {
                                    "title": "下一次越位",
                                    "txt": [
                                        "下一次越位是指投注预测下一个被判越位的队伍。",
                                        "如果投注的越位已经判出，注单将视为有效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "换人",
                            "txt": [
                                {
                                    "title": "换人次数",
                                    "txt": [
                                        {
                                            "title": "让分",
                                            "txt": [
                                                "让分指投注哪支队伍在一场比赛中换人次数最多，包括任何让分。",
                                                "如果赛事中止，则所有投注都无效。"
                                            ]
                                        },
                                        {
                                            "title": "大/小盘",
                                            "txt": [
                                                "大/小盘是指投注一场比赛中的总换人次数。",
                                                "如果总换人次数超过大/小盘的基线换人次数，则投注大盘者为赢家；如果总越位数少于大/小盘的基线换人次数，则投注小盘者为赢家。",
                                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "title": "第一次换人",
                                    "txt": [
                                        "第一次换人表示投注一场比赛中哪支队伍会首先换人。",
                                        "如果同一时间内两名或以上球员被替换，则首先被第四裁判亮出编号的球员将被视为赢方。",
                                        "如果在第一次换人后，比赛中止，则所有投注都有效。 如果在第一次换人前比赛中止，则所有投注都无效。"
                                    ]
                                },
                                {
                                    "title": "最后一次换人",
                                    "txt": [
                                        "最后一次换人表示投注一场比赛中哪支队伍会最后换人。",
                                        "如果同一时间内两名或以上球员被替换，则最后被第四裁判亮出编号的球员将被视为赢方。",
                                        "如果赛事中止，则所有投注都无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "零失球",
                            "txt": [
                                "零失球表示对将会保持零失球的一支球队投注“是”（不会失分）或者对不会保持零失球（会失分）的一支球队投注“否”。",
                                "如果赛事在只有主场进球之后中止， 则“客场是和没有”的投注将有效，但“主场是和没有”的投注均视为无效。如果只有客场进球，则“主场是和没有”的投注将有效，但“客场是和没有”的投注均视为无效。如果主客场都有进球，则全部投注视为有效。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。<br/><br/>规则1：<br/>主场得分 ≥ 1，客场得分 = 0 (1, 2…: 0)<br/>主场是 – 退还	 	 	 	 客场是 – 输<br/>主场没有 – 退还 	 	 	 客场没有 – 赢 <br/><br/>规则2：<br/>主场得分 ≥ 1，客场得分 ≥ 1 (1, 2…: 1, 2…)<br/>主场是 – 输	 	 	 	 客场是 – 输<br/>主场没有 – 赢	 	 	 	 	客场没有 – 赢<br/><br/>规则3：<br/>主场得分 = 0，客场得分 ≥ 1 (0 : 1, 2…)<br/>主场是 – 输	 	 	 	 客场是 – 退还<br/>主场没有 – 赢	 	 	 	 客场没有 – 退还"
                            ]
                        },
                        {
                            "title": "点球",
                            "txt": [
                                "点球是指对一场比赛中判罚的点球次数下注。",
                                "如果一场比赛在一次点球判罚并发出后中止，则所有投注皆有效。",
                                "如果一场比赛在一次点球判罚并发出前中止，则所有投注皆无效。"
                            ]
                        },
                        {
                            "title": "点球大战",
                            "txt": [
                                "点球大战是指投注哪支球队会在点球大战中获胜。",
                                "在让分投注中，结果包括点球大战中所有的罚球数，包括突然死亡。 在大/小盘投注中，结果仅仅包括点球大战中的十个常规点球，并且不包括突然死亡。"
                            ]
                        },
                        {
                            "title": "梦幻联赛",
                            "txt": [
                                "梦幻比赛是将不同赛事中的队伍配对比赛。",
                                "所有场地完全仅供参考。"
                            ]
                        },
                        {
                            "title": "特定15分钟大/小盘（OU）",
                            "txt": [
                                "特定15分钟大/小盘（OU）是指投注结果由一场比赛时间[间隔]每15分钟末时的总点数（入球数、角球数、得分情况、牌数）确定。",
                                "如果总分超过大/小盘预先指定的分数线，则投注大盘者为赢家；如果总分低于大/小盘预先指定的分数线，则投注小盘者为赢家。",
                                "例如:<br/>第15分钟的大/小盘<br/>00:00–15:00大/小盘：从00:00到15:00时计入的总点数。所有投注必须在第15分钟结束之时或之前做出。<br/><br/>第30分钟的大/小盘<br/>15:01-30:00大/小盘：从15:01到30:00时计入的总点数。所有投注必须在第30分钟结束之时或之前做出。<br/><br/>第45分钟的大/小盘<br/>30:01- 45:00 的大/小盘：总分数为30:01至45:00。所有下注应在45分钟结束前进行。<br/><br/>第60分钟的大/小盘<br/>45:01–60:00大/小盘：从45:01到60:00时计入的总点数。所有投注必须在第60分钟结束之时或之前做出。<br/><br/>第75分钟的大/小盘<br/>60:01-75:00大/小盘：从60:01到75:00时计入的总点数。所有投注必须在第75分钟结束之时或之前做出。 <br/><br/>第90分钟的大/小盘<br/>75:01- 90:00 OU：总分数为75:01至90:00。所有下注应在90分钟结束前进行。",
                                "对于特定15分钟大/小盘来说，投注以现场直播公布的时间显示为准，将根据准确的进球时间（球越过球门线）和角球数（实际开出）黄牌总数（裁判给出的牌数）进行结算。",
                                "如果一场比赛暂停或中止，对于投注于未完成的特定15分钟大/小盘将被视为无效。 如果指定的特定15分钟大/小盘已经完成，则投注有效。",
                                "对于任何特定15分钟大/小盘现场投注的最后两（2）分钟，除本条下述操作以外，任何行为都将被视为安全比赛，因此任何待定的投注都会被接受：进球、罚点球和领红牌。",
                                "对于在任意特定15分钟角球数的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：前场危险任意球；攻方球员在前场持球；点球。",
                                "对于在任意特定15分钟罚牌数的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：前场危险任意球；点球；进球；角球；球员受伤倒地原因不明；球员争吵和打架。",
                                "对于30:01-45:00和75:01 - 90:00这两个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（获得角球）和总红黄牌数（由官方裁判掏牌）时结算投注。"
                            ]
                        },
                        {
                            "title": "任意球",
                            "txt": [
                                "判罚后未开出的任意球不计入内。",
                                "任意球指直接任意球和间接任意球。 （除点球和球门球以外）",
                                {
                                    "title": "任意球数",
                                    "txt": [
                                        {
                                            "title": "让分和上半场让分",
                                            "txt": [
                                                "让分指投注哪支队伍在一场比赛中任意球数最多，包括任何让分。",
                                                "上半场让分是指投注上半场比赛中任意球数最多的队伍，包含任何让分数。",
                                                "如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。"
                                            ]
                                        },
                                        {
                                            "title": "大小盘和上半场大小盘",
                                            "txt": [
                                                "大/小盘是指投注一场比赛中两支队伍总共开出的任意球数。",
                                                "上半场大小盘是指投注上半场比赛中双方所开出任意球的总数。",
                                                "如果总任意球数大于“大小盘”预先指定的总任意球数，则投注“大盘”的为赢家；如果总进球数(总入球数)少于“大小盘”预先指定的总任意球数，则投注“小盘”的为赢家。",
                                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "title": "第一个任意球和下半场第一个任意球",
                                    "txt": [
                                        "第一个任意球表示投注一场比赛中哪支队伍会踢出第一个任意球。",
                                        "下半场第一个任意球是指投注下半场比赛中获得第一个任意球的队伍。",
                                        "如果在开出第一个任意球后赛事中止，所有投注仍有效。如果在开出第一个任意球前赛事中止，所有投注均作废。"
                                    ]
                                },
                                {
                                    "title": "最后一个任意球",
                                    "txt": [
                                        "最后一个任意球表示投注一场比赛中哪支队伍会踢出最后一个任意球。",
                                        "如果赛事中止，则所有投注都无效。"
                                    ]
                                },
                                {
                                    "title": "下一个任意球",
                                    "txt": [
                                        "下一个任意球是指投注预测下一个获得任意球的队伍。",
                                        "如果投注的任意球已经开出，注单将视为有效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "球门球",
                            "txt": [
                                "如果足球接触到攻方球员后，完全越过底线，则守方球队将获得一个球门球。",
                                "经判罚后而未开出之龙门球以及由守门员接球后开出的龙门球将不计算在内。",
                                {
                                    "title": "球门球数",
                                    "txt": [
                                        {
                                            "title": "让分和上半场让分",
                                            "txt": [
                                                "让分指投注哪支队伍在一场比赛中球门球数最多，包括任何让分。",
                                                "上半场让分是指投注上半场比赛中龙门球数最多的队伍，包含任何让分数。",
                                                "如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。"
                                            ]
                                        },
                                        {
                                            "title": "大小盘和上半场大小盘",
                                            "txt": [
                                                "大/小盘是指投注一场比赛中两支队伍总共开出的球门球数。",
                                                "上半场大小盘是指投注上半场比赛中双方所开出龙门球的总数。",
                                                "如果总龙门球数大于“大小盘”预先指定的总龙门球数，则投注“大盘”的为赢家；如果总龙门球数少于“大小盘”预先指定的总龙门球数，则投注“小盘”的为赢家。",
                                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "title": "第一个龙门球和下半场第一个龙门球",
                                    "txt": [
                                        "第一个球门球表示投注一场比赛中哪支队伍会踢出第一个球门球。",
                                        "下半场第一个龙门球是指投注下半场比赛中获得第一个龙门球的队伍。",
                                        "如果在开出第一个龙门球后赛事中止，所有投注仍有效。如果在开出第一个龙门球前赛事中止，所有投注均作废。"
                                    ]
                                },
                                {
                                    "title": "最后一个球门球",
                                    "txt": [
                                        "最后一个球门球表示投注一场比赛中哪支队伍会踢出最后一个球门球。",
                                        "如果赛事中止，则所有投注都无效。"
                                    ]
                                },
                                {
                                    "title": "下一个龙门球",
                                    "txt": [
                                        "下一个龙门球是指投注预测下一个获得龙门球的队伍。",
                                        "如果投注的龙门球已经开出，注单将视为有效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "界外球",
                            "txt": [
                                {
                                    "title": "如果足球接触到对方球员后，完全越过边线，则守方球队将获得一个球门球。",
                                    "txt": [
                                        "经判罚后而未抛出之界外球将不计算在内。"
                                    ]
                                },
                                {
                                    "title": "界外球数",
                                    "txt": [
                                        {
                                            "title": "让分和上半场让分",
                                            "txt": [
                                                "让球指投注哪支队伍在一场比赛中界外球数最多，包括任何让分。",
                                                "上半场让分是指投注上半场比赛中界外球数最多的队伍，包含任何让分数。",
                                                "如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。"
                                            ]
                                        },
                                        {
                                            "title": "大小盘和上半场大小盘",
                                            "txt": [
                                                "大/小盘是指投注一场比赛中两支队伍总共掷出的界外球数。",
                                                "上半场大小盘是指投注上半场比赛中双方所开出界外球的总数。",
                                                "如果总界外球数大于“大小盘”预先指定的总界外球数，则投注“大盘”的为赢家；如果总界外球数少于“大小盘”预先指定的总界外球数，则投注“小盘”的为赢家。",
                                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "title": "第一个界外球和下半场第一个界外球",
                                    "txt": [
                                        "第一个界外球表示投注一场比赛中哪支队伍会掷出第一个界外球。",
                                        "下半场第一个界外球是指投注下半场比赛中获得第一个界外球的队伍。",
                                        "如果在开出第一个界外球后赛事中止，所有投注仍有效。如果在开出第一个界外球前赛事中止，所有投注均作废。"
                                    ]
                                },
                                {
                                    "title": "最后一个界外球",
                                    "txt": [
                                        "最后一个界外球表示投注一场比赛中哪支队伍会掷出最后一个界外球。",
                                        "如果赛事中止，则所有投注都无效。"
                                    ]
                                },
                                {
                                    "title": "下一个界外球",
                                    "txt": [
                                        "下一个界外球是指投注预测下一个获得界外球的队伍。",
                                        "如果投注的界外球已经抛出，注单将视为有效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "特定10分钟大小盘分段投注 (O/U)",
                            "txt": [
                                "特定10分钟分段投注 (OU) 的意思是，在每场比赛中的每10分钟 [中场休息] 结束时，根据总点数投注 (进球、角球、比赛、掏牌等)。",
                                "如果总点次数大于“大小盘”预先指定的总点次数，则投注“大盘”的为赢家；如果总点次数少于“大小盘”预先指定的总点次数，则投注“小盘”的为赢家。",
                                "例如：<br/>第10分钟OU<br/>00:00 – 10:00 O/U: 可得分的总点数从00:00至10:00。<br/>必须在第10分钟结束时或在这一刻之前投注。<br/><br/>第20分钟OU 10:01 – 20:00 O/U:<br/>可得分的总点数从10:01至20:00。<br/>必须在第20分钟结束时或在这一刻之前投注。<br/><br/>第30分钟OU<br/>20:01 – 30:00 O/U: 可得分的总点数从20:01至30:00。<br/>必须在第30分钟结束时或在这一刻之前投注。<br/><br/>第40分钟OU<br/>30:01 – 40:00 O/U: 可得分的总点数从30:01至40:00。<br/>必须在第40分钟结束时或在这一刻之前投注。<br/><br/>第60分钟OU<br/>50:01 – 60:00 O/U: 可得分的总点数从50:01至60:00。<br/>必须在第60分钟结束时或在这一刻之前投注。<br/><br/>第70分钟OU<br/>60:01 – 70:00 O/U: 可得分的总点数从60:01至70:00。<br/>必须在第70分钟结束时或在这一刻之前投注。<br/><br/>第80分钟OU<br/>70:01 – 80:00 O/U: 可得分的总点数从70:01至80:00。<br/>必须在第80分钟结束时或在这一刻之前投注。<br/><br/>第90分钟OU<br/>80:01 – 90:00 O/U: 可得分的总点数从80:01至90:00。<br/>必须在第90分钟结束时或在这一刻之前投注。<br/>",
                                "对于特定的10分钟OU，根据现场转播显示的时间，在确定得分（球超过球门线）、角球数（获得角球）和总红黄牌数（由官方裁判掏牌）时结算投注。",
                                "如果暂停或放弃比赛，那么在未结束的这一特定10分钟内的投注将被视为无效。如果指定的特定10分钟O/U结束，那么投注有效。",
                                "对于在任意特定10分钟大小盘的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：进球；点球和红牌。",
                                "对于80:01-90:00这个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（获得角球）和总红黄牌数（由官方裁判掏牌）时结算投注。"
                            ]
                        },
                        {
                            "title": "室内足球规则",
                            "txt": [
                                "所有投注依据预定的40分钟（2 x 20分钟）常规时间末时的赛果而定。 加时赛或点球不计入内。",
                                "如果一场比赛延时，或暂停并且未能于当天复赛，则所有投注将被视为无效。",
                                "如果一场比赛在预定时间之前开始，则只有在实际开球之前做出的投注才会被视为有效。 所有比赛开始时间后做出的投注将会被视为无效，除了现场投注以外。"
                            ]
                        },
                        {
                            "title": "进球最多的球员",
                            "txt": [
                                {
                                    "title": "联赛最佳射脚",
                                    "txt": [
                                        "联赛最佳射脚是指以投注来预测哪个球员将会在一个常规联赛中入球较多。",
                                        "若一个球员在赛季中期加入同一联赛中的另一个球队， 所有在不同球队的进球将计算在总进球(总入球)内。但任何在联赛之外的比赛之进球将不予以计算。",
                                        "任何在附加赛和点球决胜中的进球将不予以计算。",
                                        "乌龙球将不予以计算及不列入投注目的。",
                                        "非首发球员的投注仍有效。非首发球员是指任何球员在本赛季联赛没有被列入首发阵容名单。",
                                        "若一个球员在本赛季开始之前退出本赛季联赛或是转移到不同联赛的球队，所有投注于该球员的“最佳射脚”投注将退还。",
                                        "若宣布的结果为“不分胜负”，则一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。"
                                    ]
                                },
                                {
                                    "title": "杯赛(非赛事)最佳射脚",
                                    "txt": [
                                        "杯赛 (非联赛) 最佳射脚是指以投注来预测哪个球员将会在一个常规杯赛或比赛中入球较多。",
                                        "乌龙球和点球决胜中的进球将不予以计算及不列入投注目的。然而，任何在加时赛的进球将计算在总进球(总入球)内。",
                                        "非首发球员的投注仍有效。非首发球员是指任何球员在本杯赛或比赛没有被列入首发阵容名单。",
                                        "若一个球员在本赛季开始之前退出本杯赛或比赛或是转移到不同杯赛的球队，所有投注于该球员的“最佳射脚”投注将退还。",
                                        "若宣布的结果为“不分胜负”，则一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。"
                                    ]
                                },
                                {
                                    "title": "球员对垒赛事进球最多之球员和球员vs.球队进球最多之球员",
                                    "txt": [
                                        "乌龙球和点球大战中的进球不计入内。 加时赛除外，将不计入投注。",
                                        "如果一名球员未展开/进行比赛，则所有投注都将被视为无效。",
                                        "所有结果依据比赛结束时由主管机构宣布的官方结果而定。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "受伤补时",
                            "txt": [
                                "受伤补时是指为了弥补比赛时球员受伤所耗时间而额外增加的比赛时间。 在下半场比赛末时给予受伤补时，如下所述：<br/><br/>无补时<br/>1 分钟<br/>2 分钟<br/>3 分钟<br/>4 分钟及以上<br/>",
                                {
                                    "title": "在上半场末时给予的受伤补时",
                                    "txt": [
                                        "所有投注以完整的45分钟比赛为准，不包括加时。 投注以由第四裁判员在完整45分钟比赛以后或上半场末时所判给的受伤补时为准进行结算。",
                                        "如果一场比赛在上半场任何时间中止，对上半场末受伤补时的所有投注都将被视为无效，并且下注金额将被退还到会员的账户中。"
                                    ]
                                },
                                {
                                    "title": "下半场判给的受伤补时",
                                    "txt": [
                                        "所有投注以完整的90分钟比赛为准，不包括加时。 投注以由第四裁判员在完整90分钟比赛后或下半场末时所判给的受伤补时为准进行结算。",
                                        "如果一场比赛在任何时间中止，对下半场末受伤补时的所有投注都将被视为无效，并且下注金额将被退还到会员的账户中。"
                                    ]
                                },
                                "本公司将根据由负责组织此次比赛的足球主管机构提供的官方结果结算投注。"
                            ]
                        },
                        {
                            "title": "双重机会，上半场双重机会和下半场双重机会",
                            "txt": [
                                "下列选项可供选择：<br/><br/>1或X – 如果赛果是主队获胜或平局，则投注于本选项者为赢家。<br/>X或2 – 如果赛果是平局或客队获胜，则投注于本选项者为赢家。<br/>1或2 – 如果赛果是主队获胜或客队获胜，则投注于本选项者为赢家。<br/><br/>为便于投注，如果一场比赛是在一个中立场地举行，排名在前的球队将被视为是主队。"
                            ]
                        },
                        {
                            "title": "获胜球队，上半场获胜球队和下半场获胜球队（和局退款）",
                            "txt": [
                                "获胜球队是指投注预测主队或客队在赛事中获胜。如果赛事出现和局，所有的投注将视为无效。",
                                "上半场获胜球队是指投注预测主队或客队在上半场赛事中获胜。如果上半场赛事出现和局，所有的上半场获胜球队投注将视为无效。",
                                "下半场获胜球队是指投注预测主队或客队在下半场赛事中获胜。如果下半场赛事出现和局，所有的下半场获胜球队投注将视为无效。"
                            ]
                        },
                        {
                            "title": "双方/一方/双方皆不得分<br/><br/>双方 = 双方球队皆得分<br/>一方 = 一方球队得分<br/>双方皆不 = 双方球队皆不得分",
                            "txt": [
                                "如果赛事在只有主场进球之后中止， 则“两者皆不”的投注将有效，但“双方 ”和“一方”的投注均视为无效 。如果只有客场进球之后中止，则“两者皆不”的投注将有效，但“双方”和“一方”的投注均视为无效。如果主客场都有进球之后中止，则全部投注视为有效。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。<br/><br/>规则1：<br/>主场得分 ≥ 1，客场得分 = 0 (1, 2…: 0)<br/>双方 – 退还<br/>一方 – 退还<br/>两者皆不 – 输<br/><br/>规则2：<br/>主场得分 ≥ 1，客场得分 ≥ 1 (1, 2…: 1, 2…)<br/>双方 – 赢<br/>一方 – 输<br/>两者皆不 – 输<br/><br/>规则3：<br/>主场得分 = 0，客场得分 ≥ 1 (0 : 1, 2…)<br/>双方 – 退还<br/>一方 – 退还<br/>两者皆不 – 输"
                            ]
                        },
                        {
                            "title": "零失球获胜",
                            "txt": [
                                "预测您所选择的球队是否能在常规比赛时间或预定比赛时间末时获胜且无失球，加时赛或点球大战不计入内。",
                                "如果赛事在只有主场进球之后中止， 则“客场”的投注将有效，但“主场”的投注均视为无效。如果只有客场进球，则“主场”的投注将有效，但“客场”的投注均视为无效。如果主客场都有进球，则全部投注视为有效。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。<br/><br/>规则1：<br/>主场得分 ≥ 1，客场得分 = 0 (1, 2…: 0)<br/>主场 – 退还    客场 – 输<br/><br/>规则2：<br/>主场得分 ≥ 1，客场得分 ≥ 1 (1, 2…: 1, 2…)<br/>主场 – 输    客场 – 输<br/><br/>规则3：<br/>主场得分 = 0，客场得分 ≥ 1 (0 : 1, 2…)<br/>主场 – 输    客场 – 退还"
                            ]
                        },
                        {
                            "title": "3 项让分",
                            "txt": [
                                "将依让分调整后的实际比赛得分所定的赔率进行投注结算。"
                            ]
                        },
                        {
                            "title": "半场获胜",
                            "txt": [
                                "预测您所选择的球队是否在上半场或下半场内可以比对手赢得更多进球。",
                                {
                                    "title": "主队胜出其中一个半场",
                                    "txt": [
                                        "主队胜出其中一个半场是指投注预测主队在其中一个半场的进球数多于对手。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "客队胜出其中一个半场",
                                    "txt": [
                                        "客队胜出其中一个半场是指投注预测客队在其中一个半场的进球数多于对手。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "上下半场皆赢",
                            "txt": [
                                "预测您所选择的球队是否在每个半场都可以比对手赢得更多进球。<br/><br/>示例：如果您选择的球队在一场比赛的上半场得分，并且整场比赛以1-0结束，虽然上半场以1-0胜出，但在第二个45分钟比赛中实际比分为0-0，因此为平局。 如果这一情况出现，则只有上半场会被视为“赢”，所以这一投注为输。",
                                {
                                    "title": "主队胜出两个半场 (包括上/下半场投注)",
                                    "txt": [
                                        "主队胜出两个半场是指投注预测主队在两个半场中的进球数都多于对手。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "客队胜出两个半场 (包括上/下半场投注)",
                                    "txt": [
                                        "客队胜出两个半场是指投注预测客队在两个半场中的进球数都多于对手。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "进球最多的球队和进球最少的球队",
                            "txt": [
                                {
                                    "title": "进球最多的球队",
                                    "txt": [
                                        "进球最多的球队就是赢家。",
                                        "不计算净胜球。",
                                        "如果出现两支或以上并列最多进球的球队，则按“不分胜负”的投注规则来分配赌金。<br/>例子 :<br/>曼市进 4 球 ，史云斯进 4 球<br/>利物浦进 4 球 ，桑德兰进 1 球<br/>那利物浦，曼市和史云斯都是赢家。"
                                    ]
                                },
                                {
                                    "title": "进球最少的球队",
                                    "txt": [
                                        "进球最少的球队就是赢家。",
                                        "不计算净胜球。",
                                        "如果出现两支或以上并列最多进球的球队，则按“不分胜负”的投注规则来分配赌金。"
                                    ]
                                },
                                "如果有一场赛事中止或延期并未在本公司所预定的时间内复赛，所有有关球队的投注将视为无效。",
                                "点球决胜中的进球将不予以计算。",
                                "针对于杯赛的投注，任何在加时赛的进球将予以计算。",
                                "针对于特定日期内的赛事的投注，任何在加时赛的进球将不予以计算。"
                            ]
                        },
                        {
                            "title": "准确的总进球(总入球)和准确的上半場总进球(总入球)和准确的下半场总进球(总入球)",
                            "txt": [
                                "准确的总进球(总入球)是指准确地投注预测两队在赛事中的总进球数(总入球数)。",
                                "准确的上半场总进球(总入球)是指准确地投注预测两队在上半场赛事中的总进球数(总入球数)。",
                                "准确的下半场总进球(总入球)是指准确地投注预测两队在下半场赛事中的总进球数(总入球数)。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。",
                                {
                                    "title": "准确的主队总进球和准确的上半場主队总进球",
                                    "txt": [
                                        "准确的主队总进球是指准确地投注预测主队在赛事中的总进球数。",
                                        "准确的上半場主队总进球是指准确地投注预测主队在上半场赛事中的总进球数。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "准确的客队总进球(总入球)和准确的上半場客队总进球(总入球)",
                                    "txt": [
                                        "准确的客队总进球(总入球)是指准确地投注预测客队在赛事中的总进球数(总入球数)。",
                                        "准确的上半場客队总进球(总入球)是指准确地投注预测客队在上半场赛事中的总进球数(总入球数)。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "准确组积分",
                            "txt": [
                                "准确组积分指投注预测一支球队在一轮小组赛结束时得到的特定总积分数。"
                            ]
                        },
                        {
                            "title": "得分最高组",
                            "txt": [
                                "表示投注预测在指定日期一个组的总进球数(总入球数)。",
                                "如果小组得分持平，则适用“不分胜负”的规则。<br/><br/>示例:<br/>A驵<br/>波兰比希腊2-1=3个进球<br/>俄罗斯比捷克3-2=5个进球<br/>A组总进球数(总入球数)：8个进球<br/>B组总进球数(总入球数)：7个进球<br/>C组总进球数(总入球数)：7个进球<br/>D 组总进球数(总入球数)：6个进球<br/>A组为赢家。"
                            ]
                        },
                        {
                            "title": "球队组积分",
                            "txt": [
                                "表示投注在一轮小组赛结束时一支球队的积分所属的准确类别，“小盘”、“中间盘”和“大盘”。<br/><br/>示例:<br/>球队X的总积分为5分<br/><br/>如果投注为：<br/>小盘低于3分 – 输:<br/>中间盘3-4分 – 输:<br/>大盘4分以上 – 赢"
                            ]
                        },
                        {
                            "title": "小组顺序科卡士",
                            "txt": [
                                "表示投注预测在小组赛阶段结束时，在各自的小组排名中以特定顺序排列，位于第一和第二的球队。"
                            ]
                        },
                        {
                            "title": "受伤补时大/小盘",
                            "txt": [
                                {
                                    "title": "上半场结束时的受伤补时大/小盘：",
                                    "txt": [
                                        "上半场受伤补时大/小盘表示对上半场结束时受伤补时的大/小盘投注。",
                                        "如果总补时数超过大/小盘的基线补时数，则投注大盘者为赢家；如果总补时数少于大/小盘的基线补时数，则投注小盘者为赢家。",
                                        "投注以由第四裁判员在完整45分钟比赛以后或上半场末时所判给的受伤补时为准进行结算。"
                                    ]
                                },
                                {
                                    "title": "下半场结束时的受伤补时大/小盘：",
                                    "txt": [
                                        "下半场受伤补时大/小盘表示对下半场结束时受伤补时的大/小盘投注。",
                                        "如果总补时数超过大/小盘的基线补时数，则投注大盘者为赢家；如果总补时数少于大/小盘的基线补时数，则投注小盘者为赢家。",
                                        "投注以由第四裁判员在完整90分钟比赛以后或下半场末时所判给的受伤补时为准进行结算。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "第一个进球方式",
                            "txt": [
                                {
                                    "title": "表示预测一场比赛中任一球队第一个进球的方式。",
                                    "txt": [
                                        "任意球 - 进球必须是直接通过任意球实现的进球。 如果任意球的开出者被判进球，则应算做弹射进门。 同时包括由一个角球直接获得的进球。",
                                        "点球 - 进球必须是直接由点球获得的进球，并在点球开出者被称为得分球员时。",
                                        "乌龙球 – 如果进球被视为乌龙球而宣布。",
                                        "头球 – 进球队员最后接触球的部分必须为头部。",
                                        "射门 – 上述未含的所有其它进球类型。",
                                        "无进球"
                                    ]
                                },
                                "本公司将根据由负责组织此次比赛的足球主办单位提供的官方结果结算投注。"
                            ]
                        },
                        {
                            "title": "点球大战 – 点球是否会得分？",
                            "txt": [
                                "表示投注预测在点球大战中一名指定的开球员是否会得分或错失良机。",
                                "如果未进行点球大战，则所有投注将被视作无效。"
                            ]
                        },
                        {
                            "title": "双重科卡士",
                            "txt": [
                                "双重科卡士表示投注预测在比赛结束时，不论以何种顺序，哪两（2）支球队会位居前两名。"
                            ]
                        },
                        {
                            "title": "顺序科卡士",
                            "txt": [
                                "顺序科卡士表示投注预测在比赛结束时，以准确的顺序，哪两（2）支球队会位居前两名。"
                            ]
                        },
                        {
                            "title": "最佳新队",
                            "txt": [
                                "最佳新人表示预测哪支球队会是一场赛事或比赛的最佳新队。 一支“新队”指一支新近加入一场赛事或比赛的球队。"
                            ]
                        },
                        {
                            "title": "地区赢家",
                            "txt": [
                                "地区赢家表示预测一个地区赛事或比赛的获胜方。<br/>所有结果依据比赛结束时由主办单位宣布的官方结果而定。"
                            ]
                        },
                        {
                            "title": "主队不赌",
                            "txt": [
                                "预测一场比赛是平局还是客队赢。如果常规比赛时间后或预定时间末时，最终结果为主队赢，则所有投注都会被退款。"
                            ]
                        },
                        {
                            "title": "客队不赌",
                            "txt": [
                                "预测一场比赛是平局还是主队赢。如果常规比赛时间后或预定时间末时，最终结果为客队赢，则所有投注都会被退款。"
                            ]
                        },
                        {
                            "title": "平局/非平局",
                            "txt": [
                                "预测常规比赛时间后或预定时间末时的最终结果是否为平局还是非平局。"
                            ]
                        },
                        {
                            "title": "上半场波胆和下半场波胆",
                            "txt": [
                                "上半场波胆是指投注预测在上半场比赛时间结束后的最后比分。",
                                "下半场波胆是指投注预测该赛事在下半场的比分。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "赛果 / 总进球(总入球)",
                            "txt": [
                                "赛果 / 总进球(总入球)是指准确地投注预测全场赛果是主队赢，客队赢或和局；以及总进球数(总入球数)在特定的球数是大或小。",
                                "六种投注选项为：<br/>主队&大 ： 主队赢以及总进球(总入球)大过特定球数<br/>主队&小 ： 主队赢以及总进球(总入球)小过特定球数<br/>和局&大 ： 和局以及总进球(总入球)大过特定球数<br/>和局&小 ： 和局以及总进球(总入球)小过特定球数<br/>客队&大 ： 客队赢以及总进球(总入球)大过特定球数<br/>客队&小 ： 客队赢以及总进球(总入球)小过特定球数",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "球队反败为胜",
                            "txt": [
                                "球队反败为胜表示预测一支在比赛中任何时候输球的球队最终反败为胜，并在90分钟结束时赢得比赛。"
                            ]
                        },
                        {
                            "title": "第一射脚",
                            "txt": [
                                "“第一射脚”是指投注预测在赛事中第一个进球的球员。",
                                "对未参赛球员或仅在第一个进球后才作为替补上场的球员的投注将视为无效并退还。",
                                "乌龙球将不计算为第一个进球。在这种情况下，下个进球的球员将视为“第一射脚”。",
                                "如果赛事中没有球员进球，则投注“无进球”者将赢。如果乌龙球是赛事中唯一的进球，则投注“无进球”者将赢。",
                                "投注于第一个进球前被替补或离场的球员将输。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "最先进球的球队和最后进球的球队",
                            "txt": [
                                "最先进球的球队是指投注预测哪个球队会在赛事中最先进球。",
                                "最后进球的球队是指投注预测哪个球队会在赛事中最后进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "最先进两个球的球队和最先进三个球的球队",
                            "txt": [
                                "最先进两个球的球队是指投注预测哪个球队会在赛事中率先攻进两个球。",
                                "最先进三个球的球队是指投注预测哪个球队会在赛事中率先攻进三个球。",
                                "投注选项包括：<br/>主队<br/>客队<br/>两队皆不",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "第一个进球的时间",
                            "txt": [
                                {
                                    "title": "表示投注预测第一个进球的时间段。",
                                    "txt": [
                                        "第一个进球时段（10分钟）是指投注预测第一个进球在哪个10分钟时段发生。",
                                        "第一个进球时段（15分钟）是指投注预测第一个进球在哪个15分钟时段发生。"
                                    ]
                                },
                                "如果一场比赛在第一个进球产生之后中止，则所有投注都将有效。",
                                "如果一场比赛在第一个进球产生之前中止，则所有投注都将无效。"
                            ]
                        },
                        {
                            "title": "会产生第一个进球的半场",
                            "txt": [
                                "表示投注预测哪个半场会产生第一个进球。",
                                "下列投注选项可供选择：<br/>上半场<br/>下半场<br/>无进球",
                                "如果一场比赛在上半场第一个进球产生之后中止，则所有投注都将有效。",
                                "如果一场比赛在第一个进球产生之前的任何时间中止，则所有投注都将无效。"
                            ]
                        },
                        {
                            "title": "两队皆进球/赛果和两对皆进球/上半场赛果",
                            "txt": [
                                "两队得分/结果表示投注预测：<br/>一场比赛是否会导致两队皆得分，以及<br/>一场比赛是主队赢、客队赢还是平局。",
                                "下列投注选项可供选择：<br/>是的以及主队赢 – 如果两队皆进球且主队赢，则此投注赢。<br/>是的以及客队赢 – 如果两队皆进球且客队赢，则此投注赢。<br/>是的以及平局 – 如果两队皆进球且比赛结果为平局，则此投注赢。",
                                "两队皆进球/上半场赛果是指投注预测赛事的上半场赛果以及两队是否都在上半场皆有进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "比赛半场/全场单双盘(O/E)",
                            "txt": [
                                "比赛半场/全场单双盘(O/E)是指投注预测半场结果和全场结果中的赛事是单单盘，单双盘，双单盘或双双盘。",
                                "共四种投注选项:<br/>单/单<br/>单/双<br/>双/单<br/>双/双",
                                "比赛中的任何额外加时赛将不被计算在此投注类型的全场比分结果中。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "赛果/最先进球的球队",
                            "txt": [
                                "赛果/最先进球的球队是指投注预测哪个球队会在赛事中最先进球和预测三种可能的胜利结果中的任何一种。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "主队进第一个球的半场",
                            "txt": [
                                "表示投注预测主队在哪个半场会产生第一个进球。",
                                "下列选项可供选择：<br/>上半场<br/>下半场<br/>无进球"
                            ]
                        },
                        {
                            "title": "客队进第一个球的半场",
                            "txt": [
                                "表示投注预测客队在哪个半场会产生第一个进球。",
                                "下列选项可供选择：<br/>上半场<br/>下半场<br/>无进球"
                            ]
                        },
                        {
                            "title": "特定15分钟让分盘（HDP）",
                            "txt": [
                                "特定15分钟让分盘表示投注预测参赛者或队伍什么时候会获得假定的预先让分。获胜者为一场比赛内每15分钟（间隔时间）末时的赛果加上假定的让分后成绩较高的参赛者或队伍。",
                                "例如：<br/>15分钟HDP<br/>00:00 – 15:00 HDP：胜方为.00:00到15:00时成绩较高的参赛者或队伍。<br/>所有投注必须在此15分钟之前或末尾时做出。<br/><br/>30分钟HDP<br/>15:01 – 30:00 HDP：胜方为. 15:01到30:00时成绩较高的参赛者或队伍。<br/>所有投注必须在此30分钟之前或末尾时做出。<br/><br/>45分钟HDP<br/>30:01- 45:00 HDP：胜方为30:01到45:00时成绩较高的参赛者或队伍。<br/>所有投注必须在此45分钟之前或末尾时做出。<br/><br/>60分钟HDP<br/>45:01 – 60:00 HDP：胜方为45:01到60:00时成绩较高的参赛者或队伍。<br/>所有投注必须在此60分钟之前或末尾时做出。<br/><br/>75分钟HDP<br/>60:01 – 75:00HDP：胜方为60:01到75:00时成绩较高的参赛者或队伍。<br/>所有投注必须在此75分钟之前或末尾时做出。<br/><br/>90分钟HDP<br/>75:01 – 90:00 HDP：胜方为75:01到90:00时成绩较高的参赛者或队伍。<br/>所有投注必须在此90分钟之前或末尾时做出。",
                                "对于特定15分钟让分盘来说，投注以现场直播公布的时间显示为准，将根据准确的进球时间（球越过龙门线）、角球数（实际开出）以及总罚牌数（裁判员发出的罚牌）进行结算。",
                                "如果一场比赛暂停或中止，对于投注于未完成的特定15分钟让分盘将被视为无效。 如果指定的特定15分钟让分盘已经完成，则投注有效。",
                                "对于任何特定15分钟让分盘现场投注的最后两（2）分钟，除本条下述操作以外，任何行为都将被视为安全比赛，因此任何待定的投注都会被接受：进球、罚点球和领红牌。",
                                "对于30:01-45:00和75:01 - 90:00来说，投注以现场直播公布的时间显示为准，将根据准确的进球时间（球越过龙门线）、角球数（实际开出）以及总罚牌数（裁判员发出的罚牌）进行结算，除了任何额外的时间或伤停补时以外。"
                            ]
                        },
                        {
                            "title": "梦幻比赛: 率先进球的球队",
                            "txt": [
                                "梦幻比赛：率先进球的球队表示投注预测在一场梦幻比赛中哪支球队会率先进球。<br/>示例：<br/>比赛：曼城对阵利物浦；切尔西对阵曼联<br/>梦幻比赛：曼城对阵切尔西<br/>曼城在比赛第25分10秒时进球<br/>切尔西在比赛25分48秒时破门<br/>获胜投注：曼城",
                                "如果两场比赛在同一时间（精确到分秒）进球或者两场比赛都没有进球，则视梦幻比赛为平局。",
                                "如果在一场比赛进第一个球之后，另一场比赛被推迟或取消，则所有投注都有效。 如果在一场比赛进第一个球之前，另一场比赛被推迟或取消，则所有投注都无效。<br/>示例：<br/>比赛：曼城对阵利物浦；切尔西对阵曼联<br/>梦幻比赛：曼城对阵切尔西<br/>曼城在比赛第25分10秒时进球<br/>切尔西的比赛在25分10秒之前被推迟或取消<br/>结果：所有投注都无效。",
                                "如果两场比赛在未进球的情况下被取消，则所有投注都无效。",
                                "任何在加时赛期间的进球不计入内。"
                            ]
                        },
                        {
                            "title": "欧洲最高名次球队",
                            "txt": [
                                "欧洲最高名次球队是指投注预测哪支欧洲球队在国际足联世界杯赛事得到最高名次。",
                                "如果两个欧洲球队在总决赛或季军争夺赛对决，本场球赛的获胜者将被视为欧洲最高名次球队。",
                                "在其他情况下，如果多个欧洲球队在同一轮赛事终止，则应用“不分胜负”的投注规则，一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。",
                                "所有欧洲最高名次球队的投注将根据国际足联世界杯官方公告的成绩来结算投注。"
                            ]
                        },
                        {
                            "title": "南美洲最高名次球队",
                            "txt": [
                                "南美洲最高名次球队是指投注预测哪支南美洲球队在国际足联世界杯赛事得到最高名次。",
                                "如果两个南美洲球队在总决赛或季军争夺赛对决，本场球赛的获胜者将被视为南美洲最高名次球队。",
                                "在其他情况下，如果多个南美洲球队在同一轮赛事终止，则应用“不分胜负”的投注规则，一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。",
                                "所有南美洲最高名次球队的投注将根据国际足联世界杯官方公告的成绩来结算投注。"
                            ]
                        },
                        {
                            "title": "非洲最高名次球队",
                            "txt": [
                                "非洲最高名次球队是指投注预测哪支非洲球队在国际足联世界杯赛事得到最高名次。",
                                "如果两个非洲球队在总决赛或季军争夺赛对决，本场球赛的获胜者将被视为非洲最高名次球队。",
                                "在其他情况下，如果多个非洲球队在同一轮赛事终止，则应用“不分胜负”的投注规则，一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。",
                                "所有非洲最高名次球队的投注将根据国际足联世界杯官方公告的成绩来结算投注。"
                            ]
                        },
                        {
                            "title": "两队皆进球",
                            "txt": [
                                "两队皆进球是指投注预测两队是否都在赛事中皆有进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "上半场两队皆进球",
                            "txt": [
                                "上半场两队皆进球是指投注预测两队是否都在赛事中的上半场皆有进球。",
                                "如果赛事当主客队都有在上半场进球后中止，“是”的投注将视为胜方，“不是”的投注并视为负方。如果赛事在上半场之前并没有任何进球的情况下中止，则全部投注视为无效。"
                            ]
                        },
                        {
                            "title": "下半场两队皆进球",
                            "txt": [
                                "下半场两队皆进球是指投注预测两队是否都在赛事中的下半场皆有进球。",
                                "如果赛事当主客队都有在下半场进球后中止，“是”的投注将视为胜方，“不是”的投注并视为负方。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。"
                            ]
                        },
                        {
                            "title": "两队皆进球 上半场/下半场",
                            "txt": [
                                "两队皆进球，上半场/下半场是指投注预测两队是否在赛事中的上半场皆有进球以及两队是否在赛事中的下半场皆有进球。",
                                "如果赛事中止，除非主客队都有在上半场和下半场进球，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "两队皆进球/总进球数(总入球数)",
                            "txt": [
                                "两队皆进球/总进球数(总入球数)是指投注预测两队在赛事中的总进球数(总入球数)以及两队是否都在赛事中进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "上半场赛果/总进球数(总入球数)",
                            "txt": [
                                "上半场赛果/总进球数(总入球数)是指投注预测赛事的上半场赛果以及两队在上半场的总进球数(总入球数)。",
                                "如果赛事在上半场期间中止，所有投注将视为无效。如果赛事在下半场期间中止，则所有投注将视为有效。"
                            ]
                        },
                        {
                            "title": "主队均进球 上半场/下半场",
                            "txt": [
                                "主队均进球，上半场/下半场是指投注预测主队是否均在上半场和下半场都进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "客队均进球 上半场/下半场",
                            "txt": [
                                "客队均进球，上半场/下半场是指投注预测客队是否均在上半场和下半场都进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "特定15分钟分段投注（1X2）(独赢)",
                            "txt": [
                                "特定15分钟分段投注（1X2）(独赢)是指投注在每场比赛中的每15分钟（中场休息）结束时，预测三种可能的胜利结果中的任何一种。1表示首先被提及的队伍（通常是主队）；X代表比赛结果平手；2代表第二个被提及的队伍（通常是客队）。将以每15分钟比赛结果后决定胜负。",
                                "例如：<br/>第15分钟1X2(独赢)<br/>预测从00:00 – 15:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。<br/><br/>第30分钟1X2(独赢)<br/>预测从15:01 – 30:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。<br/><br/>第45分钟1X2(独赢)<br/>预测从30:01 – 45:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。<br/><br/>第60分钟1X2(独赢)<br/>预测从45:01 – 60:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。<br/><br/>第75分钟1X2(独赢)<br/>预测从60:01 – 75:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。<br/><br/>第90分钟1X2(独赢)<br/>预测从75:01 – 90:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。",
                                "对于特定的15分钟1X2(独赢)，根据现场转播显示的时间，在确定得分（球超过球门线）、角球数（获得角球）和总红黄牌数（由官方裁判掏牌）时结算投注。",
                                "如果暂停或放弃比赛，那么在未结束的这一特定15分钟内的投注将被视为无效。如果指定的特定15分钟1X2(独赢)结束，那么投注将视为有效。",
                                "对于在任意特定15分钟1X2(独赢)盘的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：进球；点球和红牌。",
                                "对于30:01 – 45:00和75:01 – 90:00这两个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（获得角球）和总红黄牌数（由官方裁判掏牌）时结算投注。"
                            ]
                        },
                        {
                            "title": "哪支球队晋级",
                            "txt": [
                                "哪支球队晋级是指投注预测哪支球队将会晋级下一轮赛事。"
                            ]
                        },
                        {
                            "title": "特定10分钟让球分段投注(HDP)",
                            "txt": [
                                "特定10分钟分段投注 (HDP) 的意思是，在每场比赛中的每10分钟 [中场休息] 结束时，将假定的让分数预先加给其中一方参赛者或队伍并据此进行投注。将让分数加上每10分钟比赛结果后，得分较高的参赛者或队伍即为赢家。",
                                "供于参考:<br/>第10分钟HDP<br/>预测从00:00至10:00得分较高的参赛者或队伍，必须在第10分钟结束时或在这一刻之前投注。<br/><br/>第20分钟HDP<br/>预测从10:01至20:00得分较高的参赛者或队伍，必须在第20分钟结束时或在这一刻之前投注。<br/><br/>第30分钟HDP<br/>预测从20:01至30:00得分较高的参赛者或队伍，必须在第30分钟结束时或在这一刻之前投注。<br/><br/>第40分钟HDP<br/>预测从30:01至40:00得分较高的参赛者或队伍，必须在第40分钟结束时或在这一刻之前投注。<br/><br/>第60分钟HDP<br/>预测从50:01至60:00得分较高的参赛者或队伍，必须在第60分钟结束时或在这一刻之前投注。<br/><br/>第70分钟HDP<br/>预测从60:01至70:00得分较高的参赛者或队伍，必须在第70分钟结束时或在这一刻之前投注。<br/><br/>第80分钟HDP<br/>预测从70:01至80:00得分较高的参赛者或队伍，必须在第80分钟结束时或在这一刻之前投注。<br/><br/>第90分钟HDP<br/>预测从80:01至90:00得分较高的参赛者或队伍，必须在第90分钟结束时或在这一刻之前投注。",
                                "对于特定的10分钟HDP，根据现场转播显示的时间，在确定得分（球超过球门线）、角球数（获得角球）和总红黄牌数（由官方裁判掏牌）时结算投注。",
                                "如果暂停或放弃比赛，那么在未结束的这一特定10分钟内的投注将被视为无效。如果指定的特定10分钟HDP结束，那么投注有效。",
                                "对于在任意特定10分钟让球盘的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：进球；点球和红牌。",
                                "对于80:01 – 90:00这个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（获得角球）和总红黄牌数（由官方裁判掏牌）时结算投注。"
                            ]
                        },
                        {
                            "title": "第一个点球进或不进",
                            "txt": [
                                "第一个点球进或不进是指投注预测该比赛中的第一个点球将会进或错失点球。"
                            ]
                        },
                        {
                            "title": "最高名次球队的球衣赞助商",
                            "txt": [
                                "最高名次球队的球衣赞助商是指投注预测哪个球衣赞助商的球队会赢得冠军头衔。"
                            ]
                        },
                        {
                            "title": "冠军队教练的洲籍",
                            "txt": [
                                "冠军队教练的洲籍是指投注预测冠军队主教练的原籍大洲。"
                            ]
                        },
                        {
                            "title": "净胜球数和上半场净胜球数",
                            "txt": [
                                "净胜球数是指投注预测主队和客队之间的胜方和输赢比数。",
                                "上半场净胜球数是指投注预测主队和客队之间在上半场的胜方和输赢比数。",
                                "这种投注类型的选项有:<br/>主队以 1 球取胜<br/>主队以 2 球取胜<br/>主队以 3 球或以上取胜<br/>任何平局的比数<br/>客队以 1 球取胜<br/>客队以 2 球取胜<br/>客队以 3 球或以上取胜",
                                "判定净胜球数的投注类型将不包括加时赛在内。"
                            ]
                        },
                        {
                            "title": "下一个进球, 上半场下一个进球和加时赛下一个进球",
                            "txt": [
                                "下一个进球是指投注预测该赛事下一个进球的球队。",
                                "上半场下一个进球是指投注预测上半场赛事中下一个进球的球队。",
                                "加时赛下一个进球是指投注预测加时赛的赛事中下一个进球的球队。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "判罚点球",
                            "txt": [
                                "判罚点球是指投注预测是否在该赛事中有判罚点球。",
                                "以下为投注选项：<br/>有<br/>没有"
                            ]
                        },
                        {
                            "title": "进球最多的半场",
                            "txt": [
                                "进球最多的半场是指投注预测比赛中的哪一个半场进球最多。",
                                "投注选项包括：<br/>上半场<br/>下半场<br/>打和",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。",
                                {
                                    "title": "主队进球最多的半场",
                                    "txt": [
                                        "主队进球最多的半场是指投注预测主队在比赛中的哪一个半场进球最多。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "客队进球最多的半场",
                                    "txt": [
                                        "客队进球最多的半场是指投注预测客队在比赛中的哪一个半场进球最多。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "上半场/下半场波胆",
                            "txt": [
                                "上半场/下半场波胆是指投注均预测上半场的比分和下半场结束后的比分。",
                                "上半场/下半场波胆里的“4+”投注选项是指赛事的总进球(总入球)要至少4球才能赢得赌注。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "进球球员 – 任何时间",
                            "txt": [
                                "进球球员 – 任何时间是指投注预测哪个球员会在赛事中的任何时间进球。加时赛将不被包括在内。",
                                "乌龙球将不计算在内。",
                                "无论球员上场的时间多长，该球员的投注仍然视为有效。",
                                "对未参赛球员的投注将视为无效并退还。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "球员驱逐离场和上半场球员驱逐离场",
                            "txt": [
                                "球员驱逐离场是指投注预测哪个球员会在赛事中被驱逐离场。",
                                "上半场球员驱逐离场是指投注预测哪个球员会在上半场赛事中被驱逐离场。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。",
                                {
                                    "title": "主队球员驱逐离场和上半场主队球员驱逐离场",
                                    "txt": [
                                        "主队球员驱逐离场是指投注预测哪个主队球员会在赛事中被驱逐离场。",
                                        "上半场主队球员驱逐离场是指投注预测哪个主队球员会在上半场赛事中被驱逐离场。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "客队球员驱逐离场和上半场客队球员驱逐离场",
                                    "txt": [
                                        "客队球员驱逐离场是指投注预测哪个客队球员会在赛事中被驱逐离场。",
                                        "上半场客队球员驱逐离场是指投注预测哪个客队球员会在上半场赛事中被驱逐离场。",
                                        "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "加時賽 – 是/否",
                            "txt": [
                                "加时赛 – 是/否是指投注该赛事会否进入加时赛。",
                                "如果赛事在正规赛完场之前中止，所有投注将视为无效。"
                            ]
                        },
                        {
                            "title": "加时赛/进球",
                            "txt": [
                                "加时赛/进球是指投注预测该赛事会否进入加时赛以及主客队任何一方会否在加时赛中进球。",
                                "如果赛事在加时赛完场之前中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "两个半场大和小 – 是/否",
                            "txt": [
                                "两个半场大1.5球 – 是/否是指投注预测上半场和下半场的进球数是2球或多于2球。",
                                "两个半场小1.5球 – 是/否是指投注预测上半场和下半场的进球数是少于2球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "特定时间的第一个进球",
                            "txt": [
                                "特定时间的第一个进球是指投注预测在特定的10分钟分段时间或15分钟分段时间中是否有进球。",
                                "乌龙球将计算为特定时间的第一个进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "比赛决胜方法",
                            "txt": [
                                "比赛决胜方法是指投注预测赛事的胜方；以及胜方赢得比赛的方法。",
                                "投注选项包括:<br/>主队/常规赛<br/>主队/加时赛<br/>主队/点球决胜<br/>客队/常规赛<br/>客队/加时赛<br/>客队/点球决胜",
                                "如果赛事中止，全部投注将视为无效。"
                            ]
                        },
                        {
                            "title": "上半场总数对垒下半场总数",
                            "txt": [
                                {
                                    "title": "上半场总进球数(总入球数)对垒下半场总进球数(总入球数)",
                                    "txt": [
                                        "上半场总进球数(总入球数)对垒下半场总进球数(总入球数)是指投注预测该赛事上半场的总进球数(总入球数)对垒下半场的总进球数(总入球数)。",
                                        "加时赛将不加以计算在总进球数(总入球数)内。",
                                        "如果赛事在正规赛完场之前中止，所有投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "上半场总角球数对垒下半场总角球数",
                                    "txt": [
                                        "上半场总角球数对垒下半场总角球数是指投注预测该赛事上半场的总角球数对垒下半场的总角球数。",
                                        "加时赛将不加以计算在总角球数内。",
                                        "如果赛事在正规赛完场之前中止，所有投注将视为无效。"
                                    ]
                                },
                                {
                                    "title": "上半场总罚牌数对垒下半场总罚牌数",
                                    "txt": [
                                        "上半场总罚牌数对垒下半场总罚牌数是指投注预测该赛事上半场的总罚牌数对垒下半场的总罚牌数。",
                                        "加时赛将不加以计算在总罚牌数内。",
                                        "如果赛事在正规赛完场之前中止，所有投注将视为无效。"
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "下一个进球时间",
                            "txt": [
                                "下一个进球时间是指对在固定时间内20分钟或15分钟间隔中的下一进球在规定时间内进行投注。",
                                "自己的进球将算作第一次进球。",
                                "放弃比赛者，其投注将被视为无效，除投注结算已确定的情况下。"
                            ]
                        },
                        {
                            "title": "总入球分钟",
                            "txt": [
                                "总入球分钟是指投注预测一场正场赛事双方入球分钟的总数。",
                                "入球时间有的秒数（1-59秒）都会计算为1分钟来确定入球的时间。<br/>例子：<br/>22.55 分钟入球（23分钟），34.35分钟入球（35分钟），55.05分钟入球（56分钟）= 114分钟。",
                                "任何上半场伤停补时的入球将计算为45分钟。任何下半场伤停补时的入球将计算为90分钟。",
                                "加时赛和点球决胜将不加以计算在总入球分钟内。",
                                "乌龙球将计算在总入球分钟内。",
                                "总入球分钟将以电视入球时间为标准，除非任何有争议的入球时间，将会以官方网站的入球时间为标准。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "下一定位球",
                            "txt": [
                                "下一定位球是指通过投注来预测（1）角球、（2）界外球、（3）龙门球和（4）任意球是否会发生在特定比赛时间后。",
                                "当一局下一定位球开始时，我们会给予会员特定的比赛时间。<br/>例如： “下一定位球： 02:39后”。",
                                "在特定比赛时间10秒钟前，投注将被停止。在10秒钟到期后，所有的投注将视为有效，而发生于特定比赛时间后的下一定位球将判定结果。",
                                "无论任何助理裁判作出何种判定结果，亦或视频重播展现出何种情况，主裁判员的判定结果将一律视为最终结果。",
                                "当上半场进行的投注在中场休息时未分出胜负的情况下，该投注将延续到下半场。",
                                "当赛事期间进行的投注在常规时间内仍未分胜负的情况下，所有投注将予以退还。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "60秒内进球",
                            "txt": [
                                "60秒内进球是指通过投注来预测继危险球（1）点球、（2）角球、（3）任意球之后是否会在60秒内进球。",
                                "所有投注将会在裁判因危险球而吹哨后接收，并在危险球实际开出之前关闭赛事数秒钟。",
                                "60秒钟倒计时将从危险球实际开出的那一刻开始计算。",
                                "如果主裁判在60秒钟倒计时内判定了另一危险球为点球，则这点球将被视为发生在60秒赛事期内，无论点球何时实际开出，该点球之进球将被视为原先60秒倒计时的进球。<br/>例子：<br/>如果继早前的危险球后，裁判在第59秒判决点球，且进球成功，那么无论点球在何时实际开出，该进球将视为原先60秒倒计时的进球，也将列入投注目的。",
                                "无论任何助理裁判作出何种判定结果，亦或视频重播展现出何种情况，主裁判员的判定结果将一律视为判定投注是否获胜的最终结果。",
                                "点球决胜将不予以计算。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "每一分钟",
                            "txt": [
                                "每一分钟是指通过投注来预测将会在特定分钟或60秒内所会发生的特定事件例如角球、界外球、龙门球、任意球、入球、越位或任何其他可能会列入的事件。",
                                "当这产品开出时，我们会给予会员特定的时间。<br/>例如： “在以下时间内的每一分钟： 02:00”",
                                "在特定比赛时间10秒钟前，投注将被停止。",
                                "在10秒钟到期后，所有的投注均视为有效，而发生于特定比赛时间后的1分钟或60秒内的下一事件将判定结果。",
                                "为了确定投注的胜负，角球和界外球将在经判罚后予以计算。龙门球也在经判罚后予以计算。一旦裁判员吹哨判定其为任意球，该任意球便予以计算。",
                                "无论任何助理裁判作出何种判定结果，亦或视频重播展现出何种情况，主裁判员的判定结果将一律视为最终结果。",
                                "当上半场进行的投注在中场休息时未分出胜负的情况下，该投注将延续到下半场。",
                                "当赛事期间进行的投注在常规时间内仍未分胜负的情况下，所有投注将予以退还。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "首个进球",
                            "txt": [
                                "首个进球是指通过投注来预测在赛事中首个进球的时间。",
                                "如果赛事在常规时间结束时仍未有进球，则所有投注均全输。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "控球时间",
                            "txt": [
                                "控球时间是指通过投注来预测指定球队的控球时间将会超出或少于特定的百分比。",
                                "所有结果均依据第三方的官方数据供应商所提供的数据进行判定。",
                                "如果赛事在未实际开始前被取消，则所有投注均视为无效。"
                            ]
                        },
                        {
                            "title": "主队在两个半场都有进球",
                            "txt": [
                                "预测主队在常规赛的两个半场都至少进一球。",
                                "如果选择的球队在其中一个半场有进球或两个半场都不进球，所有投注将被结算为输。",
                                "如果出现乌龙球，乌龙球将被计算为得分方的进球",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "客队在两个半场都有进球",
                            "txt": [
                                "预测客队在常规赛的两个半场都至少进一球。",
                                "如果选择的球队在其中一个半场有进球或两个半场都不进球，所有投注将被结算为输。",
                                "如果出现乌龙球，乌龙球将被计算为得分方的进球。",
                                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
                            ]
                        },
                        {
                            "title": "小组赛 – 最高两名球队",
                            "txt": [
                                "投注预测哪两支球队将会成为该小组的最高两名。"
                            ]
                        },
                        {
                            "title": "球队的阶段淘汰",
                            "txt": [
                                "预测赛事中的特定球队将会在哪一个阶段被淘汰。"
                            ]
                        },
                        {
                            "title": "最后一名球队",
                            "txt": [
                                "预测哪一支球队将会成为该小组的最后一名。"
                            ]
                        },
                        {
                            "title": "提名入围",
                            "txt": [
                                "预测哪两支球队将会在该赛事的决赛中竞争。"
                            ]
                        },
                        {
                            "title": "晋级决赛",
                            "txt": [
                                "晋级决赛是指投注预测哪一支球队将会晋级该赛事的决赛。",
                                "优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。"
                            ]
                        },
                        {
                            "title": "晋级半决赛",
                            "txt": [
                                "晋级半决赛是指投注预测哪一支球队将会晋级该赛事的半决赛。",
                                "优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。"
                            ]
                        },
                        {
                            "title": "晋级八强赛",
                            "txt": [
                                "晋级八强赛是指投注预测哪一支球队将会晋级该赛事的八强赛。",
                                "优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。"
                            ]
                        },
                        {
                            "title": "小组晋级球队",
                            "txt": [
                                "预测哪一支球队将会晋级下一轮赛事。",
                                "优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。"
                            ]
                        },
                        {
                            "title": "获胜小组",
                            "txt": [
                                "预测哪一组的球队将会获胜。"
                            ]
                        },
                        {
                            "title": "冠军所属地",
                            "txt": [
                                "冠军所属地是指投注预测冠军球队的原籍大洲。"
                            ]
                        },
                        {
                            "title": "联赛 – 被降级的球队",
                            "txt": [
                                "预测哪一支球队会在赛事中被降级。",
                                "优胜者将取决于该赛事的自动降级以及任何特定的附加赛赛制。",
                                "如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。"
                            ]
                        },
                        {
                            "title": "联赛 – 最后一名球队",
                            "txt": [
                                "预测哪一支球队将会成为整个赛季的最后一名。",
                                "如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。"
                            ]
                        },
                        {
                            "title": "联赛 – 最后两名球队",
                            "txt": [
                                "预测哪两支球队将会成为这个赛季的最后两名。",
                                "如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。"
                            ]
                        },
                        {
                            "title": "联赛 – 球队晋升",
                            "txt": [
                                "预测哪一支球队将会在该联赛中晋升。",
                                "优胜者将取决于该赛事的自动晋升以及任何特定的附加赛赛制。",
                                "如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。"
                            ]
                        },
                        {
                            "title": "优胜者和最佳射脚双赢",
                            "txt": [
                                "预测哪一支球队获胜和那一个球员进球最多。",
                                "所有的投注将以常规赛90分钟的成绩为准，包括任何的伤停补时和加时赛。",
                                "点球决胜中的进球将不予以计算。",
                                "如果出现两个或以上并列进球最多的球员，则按“不分胜负”的投注规则来分配赌金。"
                            ]
                        },
                        {
                            "title": "联赛 – 三重彩投注",
                            "txt": [
                                "联赛 – 三重彩投注是指投注预测整个赛季中按照顺序排在前三名的球队。",
                                "例子：曼市/曼联/切尔西必须以特定的顺序在该联赛中获胜。",
                                "结算的结果将取决于官方网站所显示的最终联赛排名。"
                            ]
                        },
                        {
                            "title": "联赛 – 不败的球队",
                            "txt": [
                                "球队必须以没有丢失一场赛事的情况下完成联赛。"
                            ]
                        },
                        {
                            "title": "赢得冠军",
                            "txt": [
                                "预测哪一支球队将会在赛事中赢得冠军。"
                            ]
                        },
                        {
                            "title": "晋级最远的队伍/ 参赛者",
                            "txt": [
                                "晋级最远的队伍/ 参赛者是指投注预测哪一支队伍/ 参赛者者将会在该赛事中晋级最远。",
                                "两支队伍/ 两个参赛者将配对作为投注选项，属于不同组的队伍/ 参赛者也将会配对作为投注选项。",
                                "如果配对的两支队伍/ 两个参赛者都晋级下一轮赛事，所有该队伍/ 参赛者的投注将带到随后的阶段。",
                                "如果配对的两支队伍/ 两个参赛者都在同一轮赛事淘汰，所有该队伍/ 参赛者的投注将被视为和局。"
                            ]
                        },
                        {
                            "title": "下个1/5分钟盘口",
                            "txt": [
                                "顾客必须在指定的时间内，预测出指定结果之一。在指定的时间内，如果没有发生任何指定选项的结果或者顾客未能在指定的时间内预测出正确的发生结果，所有的投注则将被列为输盘。",
                                "所有投注赛事的时间将会使用本公司提供的数据作为标准结果。公司将拥有决定采用特定的数据商作为指定结果的绝对权利。加时和伤停补时将不会被计算在内。",
                                "入球有效选项 - 入球时间将会根据本公司所提供的数据作为标准,而不是根据视频回放。乌龙球将被计算在内。",
                                "任意球有效选项 - 任意球将根据本公司所提供的数据出示任意球那一刻作为投注赛果标准，而非开出任意球那一刻。",
                                "角球有效选项 - 角球将根据本公司所提供的数据出示角球那一刻作为投注赛果标准，而非开出角球那一刻。",
                                "龙门球有效选项 - 球门球将根据本公司所提供的数据出示球门球那一刻作为投注赛果标准，而非开出球门球那一刻。从守门员手中扔出，或由守门员所开出的自由球一律不会被计算在内。",
                                "界外球有效选项 - 界外球将根据本公司所提供的数据出示界外球那一刻作为投注赛果标准，而非界外球开出那一刻。",
                                "点球有效选项 - 点球将根据本公司所提供的数据出示点球那一刻作为投注赛果标准，而非点球开出那一刻。",
                                "罚牌有效选项 - 罚牌将根据本公司所提供的数据出示黄牌或红牌那一刻作为投注赛果标准。这项投注只限于在场上比赛的球员被判罚牌才有效，替补席球员被出示罚牌一概不被计算在内。",
                                "无选项 - 无选项意味着在指定时间内没有发生，入球，任意球，角球，球门球，界外球，点球和罚牌当中的任何一件事件。",
                                "如果球赛暂停被作废，或没有在指定时间内完成，所以投注将被作废，除非在球赛还未暂停或作废前已经有了选项结果之一则被当作有效。所有完整指定时间内的赌注将被结算，并不会被作废。",
                                "所有被裁判判出无效的入球，任意球,龙门球，角球，界外球，点球，和罚牌将会被作废。"
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "gamerules3": [
        {
            "title": "足球规则",
            "txt": [
                {
                    "title": "若球赛原定的比赛时间异于常规时间（如各种锦标赛，青年队，后备队或友谊赛的特别比赛时间），所有投注将依照该场比赛的最终完场时间来结算。",
                    "txt": [
                        "当比赛时间少于常规时间时，赌盘经营方有权搁置所有投注的结算，直到比赛的官方结果公布为止。",
                        "除非在所有足球比赛之前网站上明确显示了非常规时间的比赛，否则对此类比赛的投注将被视为无效。"
                    ]
                },
                "如果一场足球比赛延期、中止或暂停，并且未在预定开始时间后的12个小时内复赛，则本比赛投注无效（不论官方决定的结果如何）。 所有对中止/暂停比赛的投注结果将由本公司全权决定。",
                "上半场（1H）仅适用于上半场比赛。 如果一场比赛在上半场进行期间中止，则所有投注会被视为无效。 如果一场比赛在下半场进行期间中止，则所有有关上半场的投注仍被视为有效。",
                "本公司提供信息（例如中立场地、红牌、计时、统计信息、日期、生效日期等）服务，同时不接受任何相关责任。 客户有责任确认任何比赛的正确信息。",
                "除非另有说明，如果一项比赛预计在一个中立场地上展开（但却在非中立的场地上展开，反之亦然），所有的投注仍将被视为有效。<br/>如果场地变更（主场球队打客场球队的场地变更或反之亦然），对该场比赛的所有投注都将被视为无效。 如果主场和客场团队的名称被错误地颠倒，投注也会被视为无效。",
                "得分会更新用于足球的现场投注，而在现场交易时显示的赌盘是投注之时所显示的得分。 计时器和红牌公告都仅作参考之用。",
                "对于现场投注，在一场比赛中，本公司可自行全权认定可能会影响一支球队或一名球员的得分、结果、表现的危险行为；或者批准改变赔率/赌金或赌盘或投注信息（“危险比赛”），本公司有权暂停接受投注并且可以在“危险比赛”后接受或拒绝投注。 在一场比赛中的所有其它行为都被视为安全比赛，投注仍会被接受。",
                "对于大多数比赛（由本公司决定）的现场投注，可在第90分钟以及任何伤停时间内下注。任何除了本3.1.8节中所述行为以外的行为将被视作安全比赛，因此所有待定的投注都可被接受：在大禁区中或附近进行比赛；判罚点球；以及本公司认定为危险（可能进球）的任意球。",
                "对于现场投注，在裁判宣布半场以及/或者全场比赛时间结束的一刻，所有待定的投注都会被自动拒绝。",
                "对于除特定15分钟大/小盘，特定10分钟大/小盘和特定15分钟让分盘的最后两（2）分钟以外的现场投注，当有进球时，待定投注将被拒绝，而当点球罚偏，被视为处于安全区域时，待定的投注将会被接受。",
                "梦幻对垒现场投注，在大部分的比赛中，投注者可于第九十分钟或官方法定时间的最后一分钟以及任何全场比赛的伤停时间内下注；但是，从比赛开始（00:00），直到比赛（90分钟）结束前，除了以下的数种情况：在大禁区中或附近进行比赛、罚球以及被公司视为危险（可能得分）的任意球。 任何操作都将视作「安全比賽」，因此本公司将接受任何待定的投注。",
                "在常规时间结束之前，所有大小盘的投注结算一旦已被确认，将立即进行结算。即时结算仅适用于公司提供的特定联赛。",
                "如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。"
            ]
        },
        {
            "title": "篮球",
            "txt": [
                "所有全场赌盘（包含实时投注）的结果均以包含延时（若进行）的最终比赛结果进行结算（除非另有说明)。",
                "如果一场比赛没有在预定开始日期开始，则所有投注将无效（除非另有说明）。",
                "如果一项比赛开始进行，但在预定开始时间后的十二个小时内暂停或中止，只要至少一场NBA比赛的四十三（43）分钟，或任何其它篮球比赛的三十五（35）分钟已经完成，则全场投注仍会被视为有效。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。 否则对于暂停或中止的比赛的投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "上半场的赛果为第一节和第二节的总得分。 下半场的赛果是第三节和第四节的总得分，包括任何可能进行的加时赛。",
                "第四节的赛果不包括任何可能会进行的加时赛。",
                "如果一场比赛暂停或中止，对未完成的半场或小节的投注将被视为无效。 如果指定的半场或小节已经完成，则投注有效。",
                "得分不会更新用于篮球比赛的现场投注，在现场交易时显示的让分是指在比赛开始时的得分，即0-0。所显示的时间和得分仅作参考之用。",
                "“首先得分球队”的赌盘是根据率先得分的球队进行结算的。 如果一场比赛在已经实现得分后暂停或中止，则投注仍然有效。",
                "“最后得分球队”的赌盘是根据一场比赛（包括加时赛）或者特定半场/小节（不包括加时赛）中最后得分的球队进行结算的。 如果一场比赛暂停或中止，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "如果双方球员都参与了比赛，特殊赌盘（包括分数、篮板球、助攻、三分球、罚球等）就有效。 如果一方或双方球员未参与比赛，则所有投注都无效。 特殊赌盘的结果包括加时赛，除非另有说明。 当主办单位（NBA.com、FIBA.com等）在比赛结束时宣布了官方结果，这些结果会被认可，并且之后任何统计数据的变更对于投注来说，皆无效。",
                "NCAA比赛的主场/客场信息仅供参考。",
                "梦幻篮球赌盘（包括现场投注）是将不同比赛中的队伍进行配对或组合。 这些涉及两支球队的比赛必须在同一天进行，否则投注将被视为无效。 梦幻篮球赌盘的场地完全仅作参考之用。",
                "“赢得最多小节”的赌盘是根据在一场篮球比赛中赢得最多小节的球队进行结算的。 如果一个特定小节的赛果是平局，则两支球队皆未赢得该小节。 本赌盘不包括加时赛。 如果一场比赛暂停或中止，则所有投注皆无效。"
            ]
        },
        {
            "title": "美式足球",
            "txt": [
                "所有全场赌盘包括现场投注将会根据包括加时赛在内的最终赛果结算（除非本规则另有说明）。",
                "如果一场比赛没有在预定开始日期开始，则所有投注将无效（除非另有说明）。",
                "如果一场比赛在预定开始时间后的十二个小时内中止或暂停，只要比赛已经完成了五十五（55）分钟的赛程，则全场投注仍会被视作有效。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。 否则对于暂停或中止的比赛的投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "上半场的赛果为第一节和第二节的总得分。 下半场的赛果是第三节和第四节的总得分，包括任何可能进行的加时赛。",
                "第四节的赛果不包括任何可能会进行的加时赛。",
                "如果一场比赛暂停或中止，对未完成的半场或小节的投注将被视为无效。 如果指定的半场或小节已经完成，则投注有效。",
                "得分会更新用于美式足球的现场投注，而在现场交易时显示的赌盘是投注之时所显示的得分。",
                "“首先得分球队”的赌盘是根据率先得分的球队进行结算的。 如果一场比赛在已经实现得分后暂停或中止，则投注仍然有效。",
                "“最后得分球队”的赌盘是根据最后得分的球队进行结算的。 如果一场比赛暂停或中止，则所有投注皆无效。",
                "NCAA比赛的主场/客场信息仅供参考。",
                "对于现场投注，在比赛过程中，本公司拥有全权及绝对酌情权，我们认为可能会影响一支球队或球员的比分、结果、表现的这些行为是危险，;认股权证改变了赔率/价格或市场或投注信息（“危险比赛”），本公司有权暂停接受投注，可能接受或拒绝危险比赛之后的投注。在比赛中的所有其他行动被认为是安全比赛和继续接受投注。"
            ]
        },
        {
            "title": "棒球",
            "txt": [
                "投手姓名仅供参考。 不论先发投手是谁，所有的棒球投注都有效。",
                "所有全场赌盘包括现场投注将会根据包括加赛局数在内的最终赛果结算（除非本规则另有说明）。 日本棒球赛可以宣布平局，而在此情况下，“胜负盘（moneyline）”的赌金将会被退回。",
                "如果一场比赛没有在预定开始日期开始，则所有投注将无效（除非另有说明）。",
                "只有比赛必须进行9（九）局时（或者如果主队领先，则为8.5局），棒球投注才会被视为有效。 如果一场比赛暂停并且在第二天完成，则所有投注（除了对无条件决定的赌盘所做投注以外）将会被视为无效。",
                "如果一场比赛暂停或进入延长赛，则得分将在完整局数后确定，除非主队在局数下半场打成平手或领先，在此情况下，得分会在比赛停止时确定。",
                "前五局投注是根据前五局结束时的赛果进行结算的。 如果不论因任何原因而未打满五局，则所有投注都会被视为无效。",
                "得分会更新用于棒球的现场投注，而在现场交易时显示的赌盘是投注之时所显示的得分。",
                "在世界棒球经典赛中，如果在一支队伍已打击至少七局后，另一队伍领先十分或以上，或者一支队伍至少打击五局后，另一支队伍已领先十五分以上，比赛可以提前结束。 如果出现此类情况，所有投注均有效。",
                "国际棒球比赛（如奥运会棒球比赛）在已经完成6.5局的情况下，可以提前结束，并且投注会被视为有效。",
                "对于现场投注，在比赛过程中，本公司拥有全权及绝对酌情权，我们认为可能会影响一支球队或球员的比分、结果、表现的这些行为是危险，;认股权证改变了赔率/价格或市场或投注信息（“危险比赛”），本公司有权暂停接受投注，可能接受或拒绝危险比赛之后的投注。在比赛中的所有其他行动被认为是安全比赛和继续接受投注。"
            ]
        },
        {
            "title": "冰上曲棍球",
            "txt": [
                "全场赌盘会提供“仅指常规比赛时间”或者“包括加时赛和点球大战”，或者两者皆有。 客户应始终参看赌盘名称。 对于由点球大战决定的比赛，获胜队伍的得分会被增加一个进球，以便确定最终赛果。",
                "如果一场比赛没有在预定开始日期开始，则所有投注将无效（除非另有说明）。",
                "如果一场比赛在预定开始时间后的十二个小时内中止或暂停，只要比赛已经完成了五十五（55）分钟的赛程，则全场投注仍会被视作有效。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。 否则对于暂停或中止的比赛的投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "对于赛局投注，必须完成一局，投注才会被视为有效。",
                "第三局结果不包括任何可能会进行的加时赛或点球大战。",
                "“冰上曲棍球现场投注”是根据正规时间（三局）结束时的赛果结算的。 加时赛和点球大战的结果不计入内。",
                "得分会更新用于冰上曲棍球的现场投注，而在现场交易时显示的赌盘是投注之时所显示的得分。",
                "对于现场投注，在比赛过程中，本公司拥有全权及绝对酌情权，我们认为可能会影响一支球队或球员的比分、结果、表现的这些行为是危险，; 认股权证改变了赔率/价格或市场或投注信息（“危险比赛”），本公司有权暂停接受投注，可能接受或拒绝危险比赛之后的投注。在比赛中的所有其他行动被认为是安全比赛和继续接受投注。"
            ]
        },
        {
            "title": "网球",
            "txt": [
                "胜负盘是指比赛或指定赛盘的赢家。让分盘是根据总盘数或总局数进行计算（请参阅盘口名称）；“大于/小于”以及“奇数/偶数”是根据总局数进行计算（除非另有说明）。",
                "如果选手没有参与一场锦标赛或比赛，则对该名选手的所有投注将为无效。",
                "如果一名选手（或双人搭档）在一场比赛中退出或被取消资格，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "如果一场比赛延期或暂停，只要比赛会完成，则所有投注仍会被视为有效。",
                "不论场地或球场表面发生任何变化（包括比赛从户外转向室内球场，反之亦然），则所有投注仍会被视为有效。",
                "如果原定的总盘数有所改变，所有投注均作废，无条件决定投注结果的赌盘除外。",
                "第一盘获胜者（第二、第三盘等）是根据指定的赛盘结果进行计算。 如果指定赛盘未完成，所有投注均作废。",
                "网球实时投注的结果是根据比赛（或指定赛盘）结果进行结算。 网球实时投注的分数不会更新。",
                "“最多发球得分”（两次发球失误等）赌盘是根据官方的比赛统计数据结算的。 如果一名选手在比赛结束前退出或被取消比赛资格，则所有投注将无效。",
                "“首先发球得分”（两次发球失误等）赌盘是根据官方的比赛统计数据结算的。 如果首先发球得分（两次发球失误等）赌盘已经确定，则所有投注仍将被视为有效，即使比赛因为选手退出或被取消资格而未完成。 如果在选手退出或被取消资格时没有发球得分（两次发球失误），则所有投注将被视为无效。",
                "赛局获胜者盘口是指特定赛局的优胜者，例如：第1盘 第1局、第2盘 第2局等等。如果该指定赛盘进入抢七局，则盘口将会设定为第1盘抢七局、第2盘抢七局等等。如果比赛未结束之前出现了退赛/取消资格的情况，则所有投注均作废。如果比赛在裁判授意的“罚球赛”之后结束，则该场比赛的所有投注均作废（倘若比 赛在“罚球点”之后结束，则所有投注仍然有效）。 如果比赛暂停后，赛事仍然完整结束，所有赌注仍然有效。",
                "盘数波胆是指每个选手于一场比赛所赢得的准确盘数。如果比赛未完成，则所有投注将被视为无效。如果比赛原订获胜所需盘数更改，则所有投注将被视为无效。",
                "第X盘波胆是指每个选手于一场比赛在指定盘所赢得的准确局数。如果所指定盘未完成，则所有投注将被视为无效。如果指定盘原定获胜局数更改，则所有投注将被视为无效。"
            ]
        },
        {
            "title": "羽毛球",
            "txt": [
                "胜负盘指比赛或指定局的赢家。 让分盘依局或得分（请参阅赌盘名称）决定；大/小盘和单/双盘则依得分（除非另有说明）而定。",
                "如果选手没有参与一场锦标赛或比赛，则对该名选手的所有投注将为无效。",
                "如果一名选手（或双人搭档）在一场比赛中退出或被取消资格，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "如果一场比赛延期或暂停，只要比赛在十二个小时内复赛，则所有投注仍会被视为有效。",
                "第一局赢家（第二、第三局赢家等）指指定局的结果。 如果指定的局未完成，则所有投注将被视为无效。",
                "羽毛球现场投注是依据比赛（或指定局）结果结算的。 羽毛球现场投注时，得分不会更新。"
            ]
        },
        {
            "title": "乒乓球",
            "txt": [
                "胜负盘指比赛或指定局的赢家。 让分盘依局或得分（请参阅赌盘名称）决定；大/小盘和单/双盘则依得分（除非另有说明）而定。",
                "如果选手没有参与一场锦标赛或比赛，则对该名选手的所有投注将为无效。",
                "如果一名选手（或双人搭档）在一场比赛中退出或被取消资格，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "如果一场比赛延期或暂停，只要比赛在十二个小时内复赛，则所有投注仍会被视为有效。",
                "第一局赢家（第二、第三局赢家等）是指指定局的结果。 如果指定的局未完成，则所有投注将被视为无效。",
                "乒乓球现场投注是依据比赛（或指定局）结果结算的。 乒乓球现场投注时，得分不会更新。"
            ]
        },
        {
            "title": "排球和沙滩排球",
            "txt": [
                "胜负盘指比赛或指定局的赢家。 让分盘依局或得分（请参阅赌盘名称）决定；大/小盘和单/双盘则依得分（除非另有说明）而定。",
                "如果一支球队没有参与一场锦标赛或比赛，则对该支球队的所有投注将为无效。",
                "如果一支球队在一场比赛中退出或被取消资格，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "如果一场比赛延期或暂停，只要比赛在十二个小时内复赛，则所有投注仍会被视为有效。",
                "第一局赢家（第二、第三局赢家等）是指指定局的结果。 如果指定的局未完成，则所有投注将被视为无效。",
                "排球现场投注是依据比赛（或指定局）结果结算的。 排球现场投注时，得分不会更新。"
            ]
        },
        {
            "title": "曲棍球",
            "txt": [
                "所有全场赌盘包括现场投注将会根据正规时间结束时的最终赛果结算。 加时赛、金球赛和点球大战不计入全场赌盘。 （有关加时赛（ET）和点球大战（PEN）的特定赌盘可接受下注。）",
                "如果一场比赛延期、暂停或中止，并且未在预定开赛时间后的十二个小时内复赛，则所有投注会被视为无效，除了对对无条件决定的赌盘所下投注以外。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。",
                "“上半场”赌盘指上半场比赛的结果。 如果指定的半场未完成，则所有投注将被视为无效。",
                "“曲棍球现场投注”是根据正规时间结束时的比赛结果进行结算的。",
                "得分会更新用于曲棍球的现场投注，而在现场交易时显示的赌盘是投注之时所显示的得分。",
                "对于现场投注，在比赛过程中，本公司拥有全权及绝对酌情权，我们认为可能会影响一支球队或球员的比分、结果、表现的这些行为是危险，; 认股权证改变了赔率/价格或市场或投注信息（“危险比赛”），本公司有权暂停接受投注，可能接受或拒绝危险比赛之后的投注。在比赛中的所有其他行动被认为是安全比赛和继续接受投注。"
            ]
        },
        {
            "title": "斯诺克与台球",
            "txt": [
                "胜负盘及让分盘指比赛的赢家。 大/小盘和单/双盘是根据盘数/三角框数确定的（除非另有说明）。",
                "如果一名选手没有参与一场锦标赛或比赛，则对该名选手的所有投注将为无效。",
                "如果一场比赛已开始，但未完成，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "斯诺克和台球现场投注是依据比赛（或指定盘/三角框）结果结算的。 斯诺克和台球现场投注时，得分不会更新。",
                "对于单局赌盘大/小盘和单/双盘，是依该盘总得分而定。",
                "哪位选手将击入第一颗红球？交易指的是选手在一场比赛或某一局中击入第一个有效红球，即在没有犯规的情况下击入第一个红球。（如果一局里需要将球重摆，那么原局的所有赌注仍然有效。）",
                "哪位选手首先得到30分？交易指的是哪位选手将在某一局里首先得到三十分。（如果一局里需要将球重摆，那么原局的所有赌注仍然有效。）",
                "单杆最高得分指的是在某一局、某场比赛或锦标赛里由某一选手或某些选手“单杆”的最高得分。",
                "单杆过百总数指的是在某一局或某一锦标赛里“单杆”超过100分的总次数。"
            ]
        },
        {
            "title": "高尔夫球",
            "txt": [
                "所有高尔夫球投注都是按照官方锦标赛的结果来结算的。",
                "如果一名选手没有参与一场锦标赛或特定回合，则对该名选手的所有投注将为无效。 如果一名高尔夫球手在一场锦标赛和特定回合中退出或被取消资格，则对该选手的所有投注将全输。",
                "如果一场锦标赛或特定回合延期或暂停，则所有投注将在预定结束时间后的四十八小时内有效。",
                {
                    "title": "总冠军(锦标赛获胜者)",
                    "txt": [
                        "“任何其他选手”或“场上选手”指总冠军赌盘中未提及的所有高尔夫球选手。",
                        "总冠军赌盘是依照锦标赛获胜者结算的，并且任何延长赛的结果都会计入结算。",
                        "如果一场锦标赛被官方缩短（即未完成原定洞数），只要官方宣布了获胜者，则所有投注仍然有效。 然而，如果投注后未继续比赛，则该投注将无效。 如果官方未宣布获胜者，则所有投注将被视为无效。"
                    ]
                },
                {
                    "title": "锦标赛积分",
                    "txt": [
                        "锦标赛积分指在一场锦标赛期间（通常是72洞）得分最低的高尔夫球手。 如果比赛的洞数比原定低，只要官方公布了锦标赛的结果，则所有投注仍然有效。",
                        "两名高尔夫球手必须都有开球，投注才会有效。 完成最多洞数（不包括延长赛）的高尔夫球手将会是获胜方。 如果高尔夫球手完成了相同的洞数（同样不包括延长赛），则杆数最低的选手为获胜方。",
                        "如果一名高尔夫球手在开球后退出或被取消资格，则另一名选手将被视为获胜方。 不过，如果一名选手在另一名选手已遭淘汰后才退出或被取消资格，则完成洞数最多的高尔夫球手仍然是获胜方。",
                        "如果两名高尔夫球手在同一回合中都退出或被取消资格，则所有投注将为无效，不论每名选手完成了多少洞数。"
                    ]
                },
                {
                    "title": "回合积分",
                    "txt": [
                        "回合积分指在特定18洞比赛中杆数最低的高尔夫球手。 延长赛不计入内。",
                        "两名高尔夫球手必须都有开球，投注才会有效。 如果一名高尔夫球手在开球后退出或被取消资格，则另一名选手将被视为获胜方。 不过，如果一名被取消资格的选手已经开始了下一回合，则原有杆数仍然有效。"
                    ]
                },
                {
                    "title": "回合大/小盘",
                    "txt": [
                        "回合大/小盘指一名高尔夫球手在指定18洞比赛中的杆数。 延长赛不计入内。",
                        "一名高尔夫球手必须开球，投注才会有效。 如果一名高尔夫球手未能完成指定的18洞比赛，则所有投注会被视为无效。"
                    ]
                },
                {
                    "title": "个人洞数大/小盘",
                    "txt": [
                        "个人洞数大/小盘指在特定回合的特定洞上打出的杆数。",
                        "如果高尔夫球手未能完成指定的18洞，则所有投注皆无效。"
                    ]
                }
            ]
        },
        {
            "title": "赛车",
            "txt": [
                "赛车包括但不限于一级方程式比赛、世界摩托车锦标赛（Moto GP）和A1GP世界杯汽车大奖赛。",
                "领奖仪式的排名将被视为是正式赛果，不论之后是否出现取消或更改赛果的情况。 如果没有颁奖仪式，则赛果为由相关主办单位在比赛结束后即刻公布的结果。 排位赛赌盘依相关主办单位在排位赛后即刻公布的最终晋级排名而定。",
                "如果预定的场地变更，则所有投注将被视为无效。",
                "如果一场比赛延期，只要比赛在四十八小时内开始，则所有投注仍会被视为有效，否则所有投注将被视为无效。 如果一场比赛开始但未完成，只要官方公布了一个赛果，则所有投注仍然有效。 如果官方未公布赛果，则所有投注将被视为无效。",
                "在摩托车比赛中，当热身圈开始的信号发出时，比赛即被视为开始。 如果一名赛车手未从起跑位置（或维修道）准备出发，则对该赛车手的投注将被视为无效。 如果一名赛车手未能从官方认定合格的赛程开始比赛，则对该赛车手的杆位投注将被视为无效。",
                "对“对决”盘中，两名赛车手必须参与比赛（或官方资格赛），投注才会有效。 终局排名领先的赛车手即为获胜方。 如果两名赛车手都未能完成比赛，则完成最多圈数者会被视为获胜方。 如果两名赛车手完成的圈数相同，则所有投注无效，除非官方公布了终局排名。",
                "最快圈数盘指比赛中最快完成圈数的赛车手或赛车队。",
                "分类到达终点的车手数量盘依据主办单位公布的官方结果而定。",
                "赛车现场投注是根据指定比赛的官方结果来结算的。",
                "单/双盘依据主办单位的最终排名而定。 例如，如果赛车手A以第一名完成比赛，则结果为单；如果赛车手B以第2名完成比赛，则结果为双等等。如果一名车手没有得到官方分类，则投注将被视为无效并退款。",
                "胜负差数盘由主办单位公布的所选赛车手间的时间差（秒）而定。 大盘表示时间差大于盘口所示时间，小盘表示时间差小于盘口所示时间。 如果赛果时间差与盘口所示时间相同，则投注将被视为无效且会被退款。"
            ]
        },
        {
            "title": "手球",
            "txt": [
                "所有全场赌盘包括现场投注将会根据正规时间结束时的最终赛果结算。 加时赛和点球大战不计入全场赌盘。",
                "如果一场比赛延期、暂停或中止，并且未在预定开赛时间后的十二个小时内复赛，则所有投注会被视为无效，除了对无条件决定的赌盘所下投注以外。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。",
                "手球现场投注是根据正规时间结束时的比赛结果进行结算的。",
                "手球现场投注时，得分不会更新。"
            ]
        },
        {
            "title": "水球",
            "txt": [
                "所有全场赌盘包括现场投注将会根据正规时间（四小节）结束时的最终赛果结算。 加时赛和点球大战不计入全场赌盘。",
                "如果一场比赛延期、暂停或中止，并且未在预定开赛时间后的十二个小时内复赛，则所有投注会被视为无效，除了对无条件决定的赌盘所下投注以外。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。",
                "“上半场”赌盘指第一和第二节比赛的结果。 如果指定的半场未完成，则所有投注将被视为无效。",
                "水球现场投注是根据正规时间结束时的比赛结果进行结算的。",
                "水球现场投注时，得分不会更新。"
            ]
        },
        {
            "title": "拳击",
            "txt": [
                "如果比赛延期，只要在原定开赛日期后的十四天内举行，对延期比赛的投注仍会被视为有效。",
                "如果比赛结果为平局，对于胜负盘（不提供平局投注的选项）的所有投注将无效。 如果提供了平局赔率作为第三种投注选项，并且比赛以平局结束，则对平局的投注将赢得彩金，而对两名拳击手的投注则输。",
                "当第一回合的钟敲响时，比赛即被视为开始。 如果一名或两名拳击手未能参与比赛，则所有投注将无效。 如果一名拳击手未能在标志回合开始的钟响时做出响应，或者在下一回合开始前被取消资格，则其对手就被视为赢得了上一回合。",
                "所有投注将依比赛后在拳击场中公布的官方决定来结算。 随后对赛果的更改将不适用于投注目的。",
                "击倒（KO）胜利也包括技术击倒（TKO）或因对手丧失资格（DSQ）而胜出。 点数判决包括技术判决（TD），平局包括技术平局。",
                "大/小盘是对比赛中的回合数投注，例如小于9.5表示比赛在第9回合的一分三十秒前结束；大于9.5表示比赛在第9回合的一分三十秒后结束（包括点数判决）。",
                {
                    "title": "UFC（无限制格斗赛）",
                    "txt": [
                        "UFC规则也适用于其它混合武术（MMA）所推广的比赛。",
                        "如果比赛延期，只要在原定开赛日期后的十四天内举行，对延期比赛的投注仍会被视为有效。",
                        "如果一场比赛以平局结束，则所有投注将无效。"
                    ]
                }
            ]
        },
        {
            "title": " 飞镖",
            "txt": [
                "胜负线及赌盘指对比赛的赢家投注。 让分盘和大/小盘是根据盘数确定的（除非另有说明）。",
                "如果一场比赛延期，并且未能原定开始时间后的十二个小时内开始，则所有投注将被视为无效。",
                "如果选手没有参与一场锦标赛或比赛，则对该名选手的所有投注将为无效。",
                "如果一场比赛开始但未完成，则所有投注将被视为无效。",
                "飞镖现场投注按比赛结果进行结算。 飞镖现场投注时，得分不会更新。",
                "“180分”盘指在一场比赛中获得最多“180分”的次数。"
            ]
        },
        {
            "title": "板球",
            "txt": [
                "在“回合有限”（包含 ODI 及 Twenty20）比赛中，所有投注均根据比赛规则进行，并且依官方结果进行结算。如果比赛成绩由super-overs ，击球手被淘汰出局或者拋硬币来决定获胜队伍时 ，所有投注在比赛获胜者盘口一律作废。",
                "如果官方结果是“无结果”，或比赛规则没有宣布获胜队伍，则所有投注在比赛获胜者盘口一律作废。除了其它已有官方成绩的盘口之外。",
                "如果比赛延期或暂停，并且比赛在48小时的期限内恢复，所有投注仍有效。",
                "对抗赛的赌盘将以1X2(独赢) 的格式提供。1 表示首先被提及的队伍（通常是主队）；X 代表比赛结果平手；2 代表第二个被提及的队伍（通常是客队）。如果对抗赛以“平局”结束（与“平手”截然不同），所有比赛投注均作废。如果赛事由于外界干扰而中止，则所有投注均宣布作废。",
                "最多跑位得分盘指的是在一场比赛或特定局中所得到最多跑位得分的球员。兩名球員必须在击球道上等投一球，投注才能生效。",
                "最多柱门盘指的是在一场比赛或特定局中投球手所得到最高柱门得分的球员。两名球员至少必须投一球，则投注才能生效。",
                "最多六分打盘指的是在一场比赛或特定局中得到最多次六分打的球队。该投注以官方公告的成绩极为生效。如果公告成绩是“无结果”，则该盘的所有投注将作废。",
                "下一位出局盘表示在一场比赛或特定局中最先出局的选手。 如果有一名选手退场，则投注作废。 如果没有选手出局，则所有投注均作废。",
                "总跑位得分盘指在一场比赛或特定局中一名球员得到的总跑位得分。击球手必须在击球道上等投一球，投注才能生效。",
                "每轮跑位得分盘是指一支队伍在指定的轮盘口所跑位得分的总数。此轮必须要完成，或此局完毕，注单才被视为有效。",
                "出局方式盘是指击球手因特定方式出局。如果选手没有出局，则投注作废。",
                "最高首发搭档得分是指哪一队的首发搭档获得最多跑位得分，即使击球手因受伤而退场或被替补，盘口将以在出局前或三柱门被击倒之前的跑位得分进行计算。",
                "首个柱门总跑位得分盘是指在一场比赛或具体击球局中一支队伍在首个门柱被击倒前所得到的总跑动得分。"
            ]
        },
        {
            "title": "1英式橄榄球（Rugby Union）",
            "txt": [
                "所有全场赌盘（包含实时投注）是以正规时间（80 分钟）结束时的结果进行结算。加时赛不计入全场赌盘的计算结果。7人橄榄球的赌盘是以正规赛结束时的结果来进行结算 (通常是14或20分钟) 。加时赛将不计算在全场7人橄榄球的赌盘内。",
                "如果一场比赛延期、暂停或中止，并且未在预定开赛时间后的十二个小时内复赛，则所有投注会被视为无效，除了对对无条件决定的赌盘所下投注以外。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。",
                "“上半场”赌盘仅指上半场比赛的结果。 如果指定的半场未完成，则所有投注将被视为无效。",
                "英式橄榄球现场投注是根据正规时间结束时的比赛结果进行结算的。",
                "得分会更新用于英式橄榄球的现场投注，而在现场交易时显示的赌盘是投注之时所显示的得分。",
                "对于现场投注，在比赛过程中，本公司拥有全权及绝对酌情权，我们认为可能会影响一支球队或球员的比分、结果、表现的这些行为是危险，; 认股权证改变了赔率/价格或市场或投注信息（“危险比赛”），本公司有权暂停接受投注，可能接受或拒绝危险比赛之后的投注。在比赛中的所有其他行动被认为是安全比赛和继续接受投注。"
            ]
        },
        {
            "title": "联盟式橄榄球（Rugby League）",
            "txt": [
                "所有全场赌盘包括现场投注将会根据比赛结束时的最终赛果结算，包括任何可能会进行的加时赛。",
                "如果一场比赛延期、暂停或中止，并且未在预定开赛时间后的十二个小时内复赛，则所有投注会被视为无效，除了对对无条件决定的赌盘所下投注以外。 如果相关主办单位宣布了一个官方结果，则投注也会被视为有效。",
                "“上半场”赌盘仅指上半场比赛的结果。 如果指定的半场未完成，则所有投注将被视为无效。",
                "联盟式橄榄球现场投注是根据比赛结束时的最终赛果结算，包括任何可能会进行的加时赛。",
                "得分会更新用于联盟式橄榄球的现场投注，而在现场交易时显示的赌盘是投注之时所显示的得分。",
                "对于现场投注，在比赛过程中，本公司拥有全权及绝对酌情权，我们认为可能会影响一支球队或球员的比分、结果、表现的这些行为是危险，; 或者认股权证改变了赔率/价格或市场或投注信息（“危险比赛”），本公司有权暂停接受投注，可能接受或拒绝危险比赛之后的投注。在比赛中的所有其他行动被认为是安全比赛和继续接受投注。"
            ]
        },
        {
            "title": "田径",
            "txt": [
                "总冠军（赢得金牌）赌盘指每项田径赛事的获胜者。",
                "胜负盘指一项赛事（或指定分组赛）中排名第一的选手。 如果只有一名运动员进入一项赛事的决赛，则对该名选手的投注即赢得彩金。 如果两名选手都未能进入决赛，则在资格赛时分组成绩较好的选手即是赢家。",
                "所有投注依官方结果结算，即颁奖仪式的排名。 之后如有任何取消资格或更改赛果的情况，将不适用于投注之目的。",
                "如果一场比赛延期，暂停或中止，并且未能原定开始时间后的十二个小时内开始，则所有投注将被视为无效。",
                "如果一名运动员未参与一项赛事，则所有投注将为无效。 如果一名运动员参与比赛的程度足以形成官方赛果或分组的记录（包括DSQ（取消资格）但不包括DNS（未参赛）），则该名运动员会被视为已经参赛。"
            ]
        },
        {
            "title": "游泳",
            "txt": [
                "总冠军（赢得金牌）赌盘指每项游泳赛事的获胜者。",
                "胜负盘指一项赛事（或指定分组赛）中排名第一的选手。 如果只有一名游泳运动员进入一项赛事的决赛，则对该名选手的投注即赢得彩金。 如果两名游泳运动员都未能进入决赛，则在资格赛时分组成绩较好的选手即是赢家。",
                "所有投注依官方结果结算，即颁奖仪式的排名。 之后如有任何取消资格或更改赛果的情况，将不适用于投注之目的。",
                "如果一场比赛延期，暂停或中止，并且未能原定开始时间后的十二个小时内开始，则所有投注将被视为无效。",
                "如果一名游泳运动员未参与一项赛事，则所有投注将为无效。"
            ]
        },
        {
            "title": "沙滩足球",
            "txt": [
                "所有全场赌盘（包刮现场投注）均以最终常规时间比赛的结果进行结算。常规时间通常包刮三个回合，每回合各12分钟。加时赛，金球和点球决胜不列入全场赌盘的计算结果（加时赛 (ET) 和点球决胜赛 (PEN) 的特定赌盘可能会提供投注）。",
                "如果比赛延期、暂停或中止，并且未于原定开赛时间的十二小时内恢复比赛，所有投注均视为无效，无条件确定投注结果的赌盘除外。如果由相关管理机构宣布的官方结果，投注仍然视为有效。",
                "第一（第二，第三）回合赌盘是表示指定回合的赌盘结果。如果指定回合未能完成，所有投注均视为无效。",
                "沙滩足球现场投注是以常规时间结束时的结果进行结算。",
                "沙滩足球现场投注的分数会即刻更新，现场交易时显示的赌盘则表示投注时显示的分数。",
                "对于现场投注，在比赛过程中，公司可全权决定是否存在可能影响分数、结果、某队或某球员表现的危险操作；或者授权更改赔率/赌金与赢款的差额，以及赌盘或投注信息（称为“危险比赛”），公司保留暂停接受投注的权利，并且可以于“危险比赛”后接受或拒绝投注。 赛事中的其他操作均视作“安全比赛”，仍可继续接受投注。"
            ]
        },
        {
            "title": "壁球",
            "txt": [
                "胜负盘指比赛或指定局的赢家。 让分盘依局或得分（请参阅赌盘名称）决定；大/小盘和单/双盘则依得分（除非另有说明）而定。",
                "如果一名选手没有参与一场锦标赛或比赛，则对该名选手的所有投注将为无效。",
                "如果一名选手（或双人搭档）在一场比赛中退出或被取消资格，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "如果一场比赛延期或暂停，只要比赛在十二个小时内复赛，则所有投注仍会被视为有效。",
                "第一局赢家（第二、第三局赢家等）是指指定局的结果。 如果指定的局赛未完成，则所有投注将被视为无效。",
                "壁球现场投注是依据比赛（或指定局）结果结算的。 壁球现场投注时，得分不会更新。"
            ]
        },
        {
            "title": "赛马特别投注",
            "txt": [
                "赛马特别投注将针对某些大型赛事提供，例如墨尔本杯赛马。",
                {
                    "title": "冠军投注",
                    "txt": [
                        "冠军投注是对赛马的获胜者投注。 当赛马场宣布“清场完毕”、“已过秤”或“正确过秤”，并且公布了“官方结果”时，这一比赛结果应当为正式结果。 之后如有取消资格或更改赛果的情况，将不适用于投注之目的。",
                        "冠军排名投注是对一场比赛中获得指定排名的马匹投注。 赌盘标题中将标明会赢得排名投注的数量。",
                        "马匹除名/未出赛 – 不论何时只要马匹在等待发令员鸣枪起跑之前或之后退出比赛（或一个以上的起跑门未开启，因而导致起跑不公平），马匹即被视为未出赛/除名，投注在该匹马上的赌金将会被退回。",
                        "如果任何“优胜冠军(冠军)”赌盘中宣布“不分胜负”，则一半投注金额将分配给完全赔率，而另一半投注金额将全部丧失。 如果两匹以上的赛马“不分胜负”，则按相应比例分配金额。"
                    ]
                },
                {
                    "title": "对决",
                    "txt": [
                        "对决投注是对一场比赛中名次较佳的赛马投注。 如果一匹（或两匹）赛马被除名/未出赛，则所有投注将无效，并会被退款。 如果两匹赛马不分胜负，则所有投注将作废。"
                    ]
                }
            ]
        },
        {
            "title": "冬季奥运会比赛规则与规定",
            "txt": [
                {
                    "title": "总则",
                    "txt": [
                        "所有赌盘是根据国际奥林匹克委员会（IOC）公布的官方结果结算的。",
                        "原定颁奖仪式的官方结果将是结算所有投注的依据。 之后如有任何取消资格或更改赛果的情况，将不适用于投注之目的。",
                        "如果比赛或赛事在奥运会期内完成，则所有投注将被视为有效，不论实际的开始时间是怎样。 如果一场比赛或赛事未能完成，并且没有公布官方结果，则所有投注将被视为无效，并将被退款。",
                        "在一项赛事实际开始后错误接受的所有投注将被视作无效，并将被退款（除现场投注外）。",
                        "如果一支队伍或一名参赛者未参与比赛，则对该队或参赛者的所有投注将被视作无效，并将被退款（包括赢得金牌赌盘）。 如果在胜负盘（对决）中提及的一支队伍或一名参赛者未能参与比赛，则所有对该盘的投注将被视为无效，并且将被退款。",
                        "如果优胜冠军(冠军)（赢得金牌）赌盘中出现“不分胜负”，则一半投注金额将分配给完全赔率，而另一半投注金额将全部丧失。 如果胜负盘（对决）中出现“不分胜负”，则结果将为平手，对两名参赛者的投注将会被退款。"
                    ]
                },
                {
                    "title": "奥运奖牌",
                    "txt": [
                        "针对奥运会，会提供预测个人或国家将赢得多少枚奖牌的赌盘。",
                        "这些赌盘可以仅针对金牌数，也可针对总奖牌数（金、银、铜牌总计）。",
                        "所有赌盘将依据奥运会结束后由IOC即时公布的官方奖牌榜进行结算。 之后对奖牌榜的任何更改都不会用于投注之目的。"
                    ]
                },
                {
                    "title": "胜负盘（对决）",
                    "txt": [
                        {
                            "title": "哪名参赛者或哪支队伍会赢得比赛，或者在一项赛事中排名较高？",
                            "txt": [
                                "最终排名是依赛事中排行最高的参赛者而定。 如果两名参赛者在同一比赛阶段被淘汰，则官方排名较高的参赛者将是获胜方。 如果两名参赛者在同一比赛阶段被淘汰，但官方并未公布两名参赛者的排名，则投注将被视为无效。"
                            ]
                        }
                    ]
                },
                {
                    "title": "冰上曲棍球",
                    "txt": [
                        "奥运会冰上曲棍球依循上述一般冰上曲棍球的投注规则（第3.5.节）。",
                        "第3.5.3节例外，它将被下列规则替代 – 如果比赛在奥运会期间完成，不论其实际开始时间如何，所有投注都将被视为有效。 如果IOC宣布了一个官方结果，则投注也会被视为有效。 如果一场比赛未能完成，并且没有公布官方结果，则所有投注将被视为无效，并将被退款。",
                        "本公司可能会提供其它赌盘（例如包括加时赛或点球大战胜出方），这些赌盘的条款会清楚地列出其名称中。<br/><br/>*注：分组预赛回合期间不会进行加时赛，所以可能会出现平局。"
                    ]
                }
            ]
        },
        {
            "title": "无网篮球",
            "txt": [
                "所有全场赌盘包括现场投注将会根据包括加时赛在内的最终赛果结算（除非另有说明）。",
                "如果一场比赛没有在预定开始日期开始，则所有投注将无效（除非另有说明）。 如果一场比赛暂停或中止，则所有投注将被视为无效，除了对无条件决定的赌盘所下投注以外。",
                "上半场的赛果为第一节和第二节的总得分。 下半场的结果是第三和第四节的得分总和，包括可能会进行的任何加时赛。第四节赛果不包括任何可能会进行的加时赛。",
                "如果一场比赛暂停或中止，对未完成的半场或小节的投注将被视为无效。 如果指定的半场或小节已经完成，则投注有效。",
                "得分不会更新用于无网篮球比赛的现场投注，在现场交易时显示的让分是指在比赛开始时的得分，即0-0。所显示的时间和得分仅作参考之用。"
            ]
        },
        {
            "title": "奥运会比赛",
            "txt": [
                {
                    "title": "总则",
                    "txt": [
                        "所有赌盘是根据国际奥林匹克委员会（IOC）公布的官方结果结算的。",
                        "原定颁奖仪式的官方结果将是结算所有投注的依据。 之后如有任何取消资格或更改赛果的情况，将不适用于投注之目的。",
                        "如果比赛或赛事在奥运会期内完成，则所有投注将被视为有效，不论实际的开始时间是怎样（除足球赛以外）。 如果一场比赛或赛事未能完成，并且没有公布官方结果，则所有投注将被视为无效，并将被退款。",
                        "在一项赛事实际开始后错误接受的所有投注将被视作无效，并将被退款（除现场投注外）。",
                        "如果一支队伍或一名参赛者未参与比赛，则对该队或参赛者的所有投注将被视作无效，并将被退款（包括赢得金牌的赌盘）。 如果在胜负盘（对决）中提及的一支队伍或一名参赛者未能参与比赛，则所有对该盘的投注将被视为无效，并且将被退款。",
                        "如果优胜冠军(冠军)（赢得金牌）赌盘中出现“不分胜负”，则一半投注金额将分配给完全赔率，而另一半投注金额将全部丧失。 如果胜负盘（对决）中出现不分胜负摂，则结果将为平手，对两名参赛者的投注将会被退款。"
                    ]
                },
                {
                    "title": "奥运奖牌",
                    "txt": [
                        "针对2012年奥运会，会提供预测个人或国家将赢得多少枚奖牌的赌盘。",
                        "这些赌盘可以仅针对金牌数，也可针对总奖牌数（金、银、铜牌总计）。",
                        "所有赌盘将依据奥运会结束后由IOC即时公布的官方奖牌榜进行结算。 之后对奖牌榜的任何更改都不会用于投注之目的。"
                    ]
                },
                {
                    "title": "胜负盘（对决）",
                    "txt": [
                        "哪名参赛者或哪支队伍会记得比赛，或者在一项赛事中排名较高？",
                        "最终排名是依赛事中排行最高的参赛者而定。 如果两名参赛者在同一比赛阶段被淘汰，则官方排名较高的参赛者将是获胜方。 如果两名参赛者在同一比赛阶段被淘汰，但官方并未公布两名参赛者的排名，则投注将被视为无效。"
                    ]
                }
            ]
        },
        {
            "title": "帆船",
            "txt": [
                "美洲杯（包括路易威登杯）",
                "所有博彩结果以每场比赛后在官方网站上公布的官方比赛结果为准。且博彩不考虑结果公布之后的任何取消资格或结果修正情况。",
                "若比赛推迟或取消，但在48小时内重新开始，则所有下注仍视为有效。"
            ]
        },
        {
            "title": "政治投注",
            "txt": [
                {
                    "title": "美国总统选举",
                    "txt": [
                        "哪个政党将会赢得2012年的美国总统大选？所提供的候选人姓名仅供参考。如果共和党和民主党均未赢得此次大选，则所有投注都将无效，并会予以退款。"
                    ]
                }
            ]
        },
        {
            "title": "自行车",
            "txt": [
                "所有博彩结果以每场比赛后在官方网站上公布的官方比赛结果为准。且博彩不考虑结果公布之后的任何取消资格或结果修正情况。",
                "若比赛推迟或取消，但在48小时内重新开始，则所有下注仍视为有效。",
                "在一对一的比赛中，参赛双方开始比赛，则下注有效。完成结果较好的参赛者为赢。若双方均未能完成比赛，则下注无效并退还赌注。"
            ]
        },
        {
            "title": "藤球",
            "txt": [
                "胜负盘指比赛或指定分组的赢家。 让分盘依分组或得分（请参阅赌盘名称）决定；大/小盘和单/双盘则依得分（除非另有说明）而定。",
                "如果一支球队在一场比赛中退出或被取消资格，则所有投注将为无效，除了对无条件决定的赌盘所下投注以外。",
                "如果一场比赛延期或暂停，只要比赛在十二个小时内复赛，则所有投注仍会被视为有效。",
                "一局赢家（第二、第三局赢家等）是指指定局的结果。如果指定的局未完成，则所有投注将被视为无效。",
                "藤球现场投注时，得分不会更新。"
            ]
        },
        {
            "title": "英国/爱尔兰固定赔率对战",
            "txt": [
                "如果一场比赛未在预定日期开赛，则所有投注都将无效。",
                "两匹马都必须展开比赛。如果一匹或两匹马被认定不具参赛资格/退出比赛，则所有投注都将被视为无效，并将予以退款。",
                "如果在一场比赛开始后错误地接受了投注，则会宣布该投注无效并会予以退款。",
                "比赛中位次靠前的马匹将被宣布为获胜者。如果一匹马未能完成比赛，则会宣布另一匹马为获胜者。",
                "如果两匹马均未能完成比赛，则所有的投注将会被视为无效。",
                "如果在此对战中宣布了两匹马不分胜负，则所有投注金额都会被退款。",
                "当赛马场宣布“已过秤”或“清场完毕”并且公布了官方结果时，即会确定投注结果。",
                "术语“场上选手”系指除了对战赛中指定的马匹以外的所有马匹。"
            ]
        },
        {
            "title": "电子竞技",
            "txt": [
                "胜负盘是指投注于一方参赛队伍或个人赛所击败对方或在赛事中取得更高的排名。比赛获胜者盘口指的是地图规定的数目。",
                "现场投注盘口指的是官方开赛后的赛事时间，玩家还未进入比赛/游戏地图的时间。所有现场投注于玩家挑选英雄入伍期间的投注将视为有效。即时投注盘口指的是所有征召英雄入伍后和玩家进入比赛地图的时间。",
                "总冠军 (锦标赛获胜者) 是指投注于电子竞技的赛事、比赛或锦标赛的优胜组或个人赛获胜者。",
                "所有赌盘将按照电子竞技相关的管理协会或组织团体在官方网站公布结果时进行结算。任何后来取消资格或修改结果的情况均不适用于投注目的。",
                "如果比赛延期，并且比赛在 12 小时的期限内恢复，所有投注仍视为有效。",
                "如果比赛已经开始而官方成绩已被宣告，所有投注即将有效，无论参赛者无法进行比赛，因网络掉线或供电中断。如果比赛无法进行或已进行但是无法完成而官方成绩没被公布，所有投注将为作废。除非投注结算已可被确认，否则投注将视为无效。",
                "对于现场投注，如果赛事重赛但玩家仍然保留同样的选秀英雄（重赛），所有投注于即时盘口的主弹将被视为无效，但所有现场投注于征召英雄期间仍然视为有效。如果赛事重新开赛，和重新挑选新英雄（重新开赛），则所有现场注单和即时盘口的投注将被视为无效，除非投注结算已可被确认，否则投注将视为无效。",
                "如果比赛的回合数/地图规定的数目不符合盘口标题所显示的赛制数目，除胜负盘外，则所有投注 (让分盘/大小盘) 将视为无效。",
                "第一滴血/最先击杀 5，10，15，20数目投注盘口是指以哪一个队伍先杀死对方英雄来决定，仅被对方队伍/玩家杀死方可计算为此盘。",
                "首座防御塔/炮塔/兵营投注盘口指的是以哪一个队伍先拿下第一层首座防御塔/炮塔或首座兵营。若其一方队伍反补，或被对方小兵攻破，全部投注仍视为有效。",
                "赛事时间盘口指的是赛后比数板上所显示的赛事进行所用的时间（分钟）。至于刀塔2 ， 第一阵小兵还未开始的时间不被计算在此盘。",
                "第一个肉山大魔王/男爵/巨龙 投注盘是指预测哪个队伍最先击杀最强大的野怪。",
                "杀敌盘口（胜负盘，让分盘，大小盘，单双盘）是由两方（队伍或个人）在正式比赛当中互相厮杀所得的分数。如果某一队伍在比赛还没完毕时宣布弃权，弃权后所发生的厮杀数目也将被计算在内。包括被塔杀，被敌方小兵杀将计算在最终官方的比数板上。另外自杀，队友反扑，被野怪杀不会计算在内。",
                "回合获胜盘口指的是回合或回合组的官方赢家。这盘口将施用在于比赛的地图由回合来划分而已。",
                "玩家杀敌盘口指的是个别玩家在指定比赛，地图或回合所厮杀的总数。",
                "反恐精英中的盘口（胜负盘/让分盘/大小盘/单双盘）指的是获胜回合的数目同时将会以官方成绩包括加时进行计算 （除非另有说明）。"
            ]
        },
        {
            "title": "泰拳",
            "txt": [
                "拳手颜色（红或蓝）仅供于参考。尽管拳手的颜色有所更改，所有投注仍然视为有效。",
                "让分盘口是指拳赛的获胜者。如果赛事结果为平局时，所有投注于让分盘口的注单将会被视为作废。",
                "大于/小于”盘口是代表拳赛中所完成的回合总数。因此，如果拳赛未在第五回合完整结束，该回合总数将以完整结束的四个回合进行结算。除非该拳赛在第五回合完整结束后由裁判判决，那么回合总数将以五个回合进行结算。",
                "如果其中一名或两名拳手被裁判取消参赛资格，则所有投注将会被视为作废。",
                "如果拳赛延期并且未于原定开赛时间的十二小时内开始，所有投注均作废。",
                "当第一回合的钟声响后，拳赛就视为正式开始。如果一名或两名拳手无法开始比赛，则所有投注均作废。",
                "所有投注将会以赛场上钟声响后的官方决定宣布赛果为准进行结算。后续的赛果更改将不会影响结算。"
            ]
        },
        {
            "title": "娱乐",
            "txt": [
                {
                    "title": "中国新歌声 - 晋级最远的队伍/ 参赛者",
                    "txt": [
                        "两支队伍/ 两个参赛者将配对作为投注选项，属于不同组的队伍/ 参赛者也将会配对作为投注选项。",
                        "如果配对的两支队伍/ 两个参赛者都晋级下一轮赛事，所有该队伍/ 参赛者的投注将带到随后的阶段。",
                        "如果配对的两支队伍/ 两个参赛者都在同一轮赛事淘汰，所有该队伍/ 参赛者的投注将被视为和局。"
                    ]
                }
            ]
        }
    ],
    "gamerules4": [
        {
            "title": "基本概念",
            "txt": [
                "本游戏的玩法是对一台宾果机所抽取的小球号码下注。",
                "本公司将对随机抽取的小球提供实时赔率。 您可以根据这样的赔率下注，不同的投注类型如下所述。"
            ]
        },
        {
            "title": "投注类型",
            "txt": [
                {
                    "title": "总体而言，号码游戏有两种适用的投注类型。",
                    "txt": [
                        "游戏前下注 – 玩家可在游戏开始前下注，一旦游戏开始就不允许再下注。",
                        "快速下注 – 玩家可以在游戏开始后下注，机器将会显示出每个抽取出的小球的不同赔率。"
                    ]
                }
            ]
        },
        {
            "title": "投注类型",
            "txt": [
                {
                    "title": "游戏前下注的类型如下所述：",
                    "txt": [
                        "大/小盘（Over/Under），抽取的第一个球或最后一个球",
                        "单/双注（Odd/Even），抽取的第一个球或最后一个球",
                        "单/双注（Odd/Even）（FT（终场））（抽取的三个小球的总数）",
                        "斗士（Warrior），比较抽取的第二个或第三个球<br/><br/>抽取的最后一个球”被定义为抽取出的宾果球上预先配置的最后一个号码。 如果由于任何原因最后一个球未被抽取，则有关最后一个球的所有赌注都将被视作无效，并且有关最后一个球的所有赌注都将被退回<br/><br/>彩金只会在游戏完成后发放。 一场完整的游戏是指在不发生任何错误的情况下，最后一个球都被抽取出来的游戏。 如果发生错误，本公司有权宣布游戏无效及退还赌注<br/><br/>"
                    ]
                },
                "大/小盘（Over/Under），抽取的第一个球或最后一个球<br/><br/>本公司将对抽取出的第一个球或最后一个球提供赔率，即为“大（over）”还是“小(under)”<br/>对于号码为38至75的第一/最后一个球，即被视为一个大球<br/>对于号码为1至37的第一/最后一个球，即被视为一个小球<br/><br/>示例：游戏期间，30号球被当作最后一个球抽出，则为“小”盘赌赢<br/><br/>",
                "单数/双注（Odd/Even），抽取的第一个球或最后一个球<br/><br/>本公司将对抽取出的第一个球或最后一个球提供赔率，即为单注（odd）还是双注(even)。<br/>单注 – 单数宾果球会被视为单注球。<br/>双注 – 双数宾果球会被视为双注球。<br/><br/>示例：游戏期间，30号球被当作最后一个球抽出，则为“双”注赌赢。<br/><br/>",
                "单/双注（Odd/Even）终场（抽取的三个小球的总数）<br/><br/>本公司将对抽取出的三个小球的总数提供赔率，即为单注还是双注。<br/>单注（终场）- 三个小球的总数为单数。<br/>双注（终场）- 三个小球的总数为双数。<br/><br/>示例：号码为07、13和20的小球被抽出，这些小球号数总和为40。因为40是一个双数，所以“双注（终场）” 赌赢。<br/><br/>",
                {
                    "title": "斗士（Warrior），比较抽取的第二个或第三个球",
                    "txt": [
                        "本游戏要求抽出三个小球。 游戏从抽取第一个球开始，玩法是比较抽出的第2个和第3个球，号码最高者即赢。",
                        "号码1最低，而号码75最高。",
                        "本公司在开始抽取第1个球之前对这一类型的下注提供赔率。 玩家可以在开始抽取第1个球之前的任何时候下注。<br/><br/>示例：如果第2个球的号码为45，而第3个球的号码为60，则对第3个球下注的玩家将赢得游戏。"
                    ]
                }
            ]
        },
        {
            "title": "游戏进行时下注",
            "txt": [
                {
                    "title": "游戏进行时的下注类型有六（6）种：",
                    "txt": [
                        "下一个单/双注(Odd/Even)",
                        "下一个大/小盘(Over/Under)",
                        "下一个高/低注（High/Low）",
                        "斗士（Warrior），比较抽取的第二个或第三个球",
                        "下一个组合（Combo）",
                        "号码轮盘"
                    ]
                },
                {
                    "title": "下一个单/双注(Odd/Even)",
                    "txt": [
                        "当每个球被抽出来以后，本公司将就下一个抽取的球是“单数”还是“双数”号码提供赔率。 玩家可在游戏开始后的任何时候下注。 由本公司酌情决定，当一定数量的小球被抽完后游戏即结束。"
                    ]
                },
                {
                    "title": "下一个大/小盘(Over/Under)",
                    "txt": [
                        "当每个球被抽出来以后，本公司将就下一个抽取的球是“大盘”还是“小盘”提供赔率。 玩家可在游戏开始后的任何时候下注。 号码为1到37的球被视为“小盘”。 号码为38到75的球被视为“大盘”。 由本公司酌情决定，当一定数量的小球被抽完后游戏即结束。"
                    ]
                },
                {
                    "title": "下一个高/低注（High/Low）",
                    "txt": [
                        "当每个球被抽出来以后，本公司将就下一个抽取的球是更高还是更低的号码提供赔率。 玩家可在游戏开始后的任何时候下注。 由本公司酌情决定，当一定数量的小球被抽完后游戏即结束。"
                    ]
                }
            ]
        },
        {
            "title": "斗士（Warrior），比较抽取的第二个或第三个球",
            "txt": [
                {
                    "title": "本游戏要求抽出三个小球。 本游戏会从第一个小球被抽出后开始，玩法是比较第2个和第3个抽出的球。",
                    "txt": [
                        "号码1最低，而号码75最高。",
                        "本公司在开始抽取第1个球之前对这一类型的下注提供赔率。 玩家可以在开始抽取第1个球之前的任何时候下注。<br/><br/>示例：如果第2个球的号码为45，而第3个球的号码为60，则对第3个球下注的玩家将赢得游戏。<br/><br/>"
                    ]
                }
            ]
        },
        {
            "title": "下一个组合（Combo）",
            "txt": [
                "当每个球被抽出来以后，本公司将就下一个抽取的球是大盘/单数、小盘/单数、大盘/双数还是小盘/双数提供赔率。 玩家可在游戏开始后的任何时候下注。 由本公司酌情决定，当一定数量的小球被抽完后游戏即结束。<br/><br/>示例1：号码30的球被抽出，则“下一个小盘/双数”赌注赢。<br/><br/>示例2：号码47的球被抽出，则“下一个大盘_/单数”赌注赢。"
            ]
        },
        {
            "title": "号码轮盘",
            "txt": [
                "本游戏的玩法是对一组号码下注。 本公司将在第1个球被抽出之前提供赔率。 玩家可在游戏开始后的任何时候下注。",
                "玩家也可对一组以上的号码下注。",
                {
                    "title": "玩家可以对不同的几组号码下注。",
                    "txt": [
                        {
                            "title": "五（5）个号码下注类型<br/><br/>这些赔率用于一个号码组，其中包含5个按水平方向配置的一行号码。 以下所列即为号码组：<br/><br/>组1-1（号码1-5），组1-2（号码6-10），组1-3(号码 11-15),组 1-4(号码 16-20),组 1-5(号码 21-25),组1-6(号码26-30),组1-7 (号码 31-35),组1-8(号码36-40),组1-9(号码41-45),组1-10(号码46-50),组 1-11(号码 51-55),组1-12(号码56-60),组1-13(号码61-65),组1-14(号码66-70)以及组1-15(号码 71-75)。<br/><br/>"
                        },
                        {
                            "title": "十五（15）个号码下注类型<br/><br/>这些赔率用于一个号码组，其中包含15个由编排所定，按行或按列布置的号码。<br/><br/>",
                            "txt": [
                                "以下所列是位于一行中的15个号码下注类型：<br/><br/>组2-1(号码1-15),组2-2(号码16-30),组2-3(号码31-45),组2-4(号码46-60)以及组2-5(号码61-75)。<br/><br/>",
                                "以下所列是位于一列中的15个号码下注类型：<br/><br/>组4-1(号码1、6、11、16、21、26、31、36、41、46、51、56、61、66、71)，组4-2(号码2、7、12、17、22、27、32、37、42、47、52、57、62、67、72)，组4-3(号码3、8、13、18、23、28、33、38、43、48、53、58、63、68、73)，组4-4号码4、9、14、19、24、29、34、39、44、49、54、59、64、69、74)以及组4-5(号码5、10、15、20、25、30、35、40、45、50、55、60、65、70、75)。<br/><br/>"
                            ]
                        },
                        {
                            "title": "二十五（25）个号码下注类型<br/><br/>这些赔率用于包含25个号码的一个号码组。 以下所列即为号码组：<br/><br/>组3-1(号码1-25),组3-2(号码26-50)以及组3-3(号码51-75)。<br/><br/>"
                        }
                    ]
                }
            ]
        },
        {
            "title": "补充规则",
            "txt": [
                "由宾果机抽取的小球会经过一台自动扫描仪的读取。 本公司会采取所有合理行动和预防措施，确保扫描仪的准确性。 尽管提供了此类行动和预防措施，您仍需理解这个游戏的性质是它是非常快节奏的，并依赖于自动扫描仪快速产生的结果。 因此，在极罕见情况下，当视频流上显示的小球号码与自动扫描仪所读取的小球号码之间有差异时，本公司有权依据自动扫描仪所示的结果作为最终结果。 在此方面，您应当接受本公司的决定为最终和具有结束性的决定。",
                "所有的快速下注都应当在每个球被抽出后结算。",
                "您应当承认本公司独有的决定权和自由裁量权，如遇偶然事件、战争、自然灾害、停电、本公司员工因违反行业工作标准而导致的人为错误或过失或疏忽，软件故障，以及任何其它类似事件，本公司有绝对的权利可以更改、取消、暂停、删除、修改或重新启动任何游戏，或者拒绝或取消任何博彩。 本公司的决定是最终和具有结束性的决定。"
            ]
        },
        {
            "title": "投注计时器",
            "txt": [
                "投注计时器会显示一名玩家可以下注的时间。 投注计时器将对当前事件以图示的形式显示，而投注计时器的持续时间则由本公司独家决定。 在投注计时器计时终止前所下任何赌注都会被接受，并且被视为有效。 投注计时器计时期满后，玩家不得下注。 投注计时器计时期满后的投注应被视为无效的。",
                "玩家承认，在本公司始终尽一切努力确保投注计时器的准确性的同时，投注计时器仍可能出现毁坏、连接滞后以及其它技术问题。 通过使用投注计时器做任何投注时，相关风险应当由玩家完全承担，而对于是否接受或拒绝此类下注，本公司应当有最终决定权。"
            ]
        },
        {
            "title": "计分卡功能",
            "txt": [
                "数字游戏计分卡是可以在直播视频中应用的一项功能，并配有指定的计分卡按钮。 数字游戏计分卡会取代直播游戏结果的功能。",
                "这个数字游戏计分卡会显示机器抽取的每个小球的结果和计分卡中每种下注类型的结果。 至于最后一个球大/小盘、单/双注，斗士或终场单/双注的结果，当第3个球被抽出时即会显示。 在鼠标悬停处，“小盘（u）”或“大盘（o）”的每种结果将会以数字组合的形式显示，其中包括所示的小球号码和游戏，它们由一个逗号相分隔。<br/><br/>示例：“44,01234”的结果表示在“01234”号游戏中显示的“44”号小球。<br/><br/>这个功能仅用于为玩家提供参考，帮助他们根据之前的抽取结果确定下一次抽取可能会出现的结果。"
            ]
        }
    ],
    "gamerules5": [
        {
            "title": "一般规定",
            "txt": [
                "虚拟运动游戏是电脑生成的演示，随机抽取的数字结果可决定哪队赢得比赛或赛事，或者哪一位参赛者将在比赛或赛事中获得第一名、第二名、第三名等等。 比赛或赛事的结果由通过认证测试公司单独测试的随机号码生成器 (RNG) 控制。",
                "在任何适用条件下, 虚拟运动的投注规则约束与真实体育赛事相同。",
                "虚拟运动是广播赛事。 对同一比赛或赛事投注的会员都将收到同一结果。",
                "如果因电脑、电子或其他关键故障而干扰比赛或赛事的演示，被受影响的赛事上的投注均将作废，赌金将全额退还。",
                "即使比赛或赛事的评论信息不与虚拟运动视频流同步，所有投注仍视为有效。",
                "如果比赛或赛事未开始或未完成且不能确定赛果，则比赛或赛事将作废。 根据此次投注规则与规定，赌金将全额退还。",
                "即使会员从网站注销，未来比赛、赛事、周赛或季度赛的已接受投注仍视为有效。"
            ]
        },
        {
            "title": "虚拟足球",
            "txt": [
                "虚拟足球是指对由随机号码生成的足球比赛或赛事结果进行的投注。 RNG 使用每个单独球队的系统评级来决定比赛或赛事的结果。 这里有五 (5) 个球队彩池可供选择，从国际级到俱乐部级标准。 每次比赛将由两 (2) 个球队对决。",
                {
                    "title": "虚拟足球有六 (6) 种投注类型：",
                    "txt": [
                        "1x2(独赢)",
                        "波胆",
                        "总进球数(总入球数)",
                        "双重机会",
                        "2.5大小盘",
                        "亚洲盘"
                    ]
                },
                "每场比赛或赛事都在晴天天气下举行，时间持续大约六十 (60) 秒。 包含四 (4) 次射门的精彩镜头集锦显示每个进球、失球和救球的结果。",
                "每场比赛或赛事开始都会说明及显示两 (2) 个球队和投注类型的相应金额列表。",
                "在开球警报之后，所有比赛或赛事将不会再接受投注。 开球后错误接受的任何投注将作废并退还赌金。",
                "一旦比赛或赛事结束，将会出现一个比赛结果比分牌，上面显示每个投注类型的分数线和投注结果。",
                "在显示比赛或赛事的结果后，将会介绍下一场比赛或赛事。 每场比赛或赛事的结果将在网站上显示一段时间。"
            ]
        },
        {
            "title": "虚拟赛马",
            "txt": [
                "虚拟赛马表示根据随机数字产生的赛马或赛事的结果下注。",
                {
                    "title": "对于虚拟赛马，有5种下注方式：",
                    "txt": [
                        "独赢（ Win",
                        "位置（Place",
                        "独赢/位置(Win/Place)",
                        "连赢（Forecast",
                        "三重彩（Tri-cast"
                    ]
                },
                "参赛马匹的数量在每次竞赛或赛事中将改变，这些竞赛将在晴天、阴天和夜晚的情况下分别按平跑、跳跃或冲刺的形式举行。",
                {
                    "title": "取决于参赛马匹的数量，虚拟赛马中独赢/位置（Win/Place）定义为:",
                    "txt": [
                        "对于8-11 匹: 位置1、2、3，赔率1/5",
                        "对于12-15匹: 位置1、2、3，赔率1/4",
                        "对于16 匹: 位置1、2、3，赔率1/4"
                    ]
                },
                "每次竞赛或赛事开始时将进行介绍，要显示所有马匹、它们各自的号码和价格清单。",
                "每次竞赛或赛事将持续30到45秒。",
                "一旦竞赛或赛事结束，将回放跨过终点线的马匹，然后显示前3或前4名。",
                "显示竞赛或赛事的结果后，将介绍下一次竞赛或赛事。每次竞赛或赛事的结果将在网站上显示一段时间。"
            ]
        },
        {
            "title": "虚拟赛狗",
            "txt": [
                "虚拟赛狗表示根据随机数字产生的赛狗或赛事的结果下注。",
                {
                    "title": "对于虚拟赛狗，有5种下注方式:",
                    "txt": [
                        "独赢（ Win",
                        "位置（Place",
                        "独赢/位置(Win/Place)",
                        "连赢（Forecast",
                        "三重彩（Tri-cast"
                    ]
                },
                "每次竞赛或赛事有6只狗参赛，这些竞赛将在晴天、阴天和夜晚的情况下分别按平跑、跳跃或冲刺的形式举行。",
                "每次竞赛或赛事开始时将进行介绍，要显示所有赛狗、它们各自的号码和价格清单。",
                "每次竞赛或赛事将持续30到45秒。",
                "一旦竞赛或赛事结束，将回放跨过终点线的赛狗，然后显示前3名。",
                "显示竞赛或赛事的结果后，将介绍下一次竞赛或赛事。每次竞赛或赛事的结果将在网站上显示一段时间。"
            ]
        },
        {
            "title": "虚拟网球赛",
            "txt": [
                "虚拟网球赛表示根据随机数字产生的网球赛或赛事的结果下注。",
                "每次网球赛有两名选手参赛，这些比赛将于天晴时在草地球场上举行。",
                {
                    "title": "对于虚拟网球赛，有三种下注方式：",
                    "txt": [
                        "Moneyline",
                        "正确的得分",
                        "总分"
                    ]
                },
                "每次竞赛或赛事开始时将进行介绍，要显示两位选手、他们各自的衬衫和旗帜、一只选手服务指示器以及每种下注的价格。",
                "每次竞赛或赛事包括分数达到12分的单轮比赛，比赛时间为30到120秒。",
                "显示竞赛或赛事的结果后，将介绍下一次竞赛或赛事。每次竞赛或赛事的结果将在网站上显示一段时间。"
            ]
        },
        {
            "title": "虚拟赛车",
            "txt": [
                "虚拟赛车表示根据随机数字产生的竞赛或赛事的结果下注。",
                {
                    "title": "",
                    "txt": [
                        "独赢",
                        "位置",
                        "独赢/位置",
                        "连赢",
                        "三重彩"
                    ]
                },
                "每场竞赛或赛事将由12位车手参赛，这些赛事将在晴天的情况下在椭圆的赛道 上进行。",
                "每场竞赛或赛事开始时将进行介绍，介绍将显示车手列表，价格，赛道名字， 倒计时钟，赛事距离和赛事。",
                "每场竞赛或赛事将为60秒。",
                "一旦竞赛或赛事结束，将回放及显示前3名跨过终点线的车手。",
                "显示竞赛或赛事的结果后，将介绍下一次竞赛或赛事，每次竞赛或赛事的结果 将在网站上显示一段时间。"
            ]
        },
        {
            "title": "虚拟自行车",
            "txt": [
                "虚拟自行车表示根据随机数字产生的赛车或赛事的结果下注。",
                {
                    "title": "对于虚拟自行车，有5种下注方式：",
                    "txt": [
                        "独赢",
                        "位置",
                        "独赢/位置",
                        "连赢",
                        "三重彩"
                    ]
                },
                "每次竞赛或赛事有6-9辆自行车参赛，竞赛是在椭圆形的自行车场及灯光的情况下进行。",
                "每次竞赛或赛事开始时将进行介绍，介绍将显示骑士名单，球衣颜色，价格清单，跑道名称，倒数时钟和比赛距离。",
                "每次竞赛或赛事将持续45秒。",
                "一旦竞赛或赛事结束，屏幕将回放跨过终点的骑士，附加照片显示及首三位到达终点的骑士",
                "显示竞赛或赛事的结果后，将介绍下一场竞赛或赛事。每次竞赛或赛事的结果将在网站上显示一段时间。"
            ]
        },
        {
            "title": "虚拟沙地摩托车",
            "txt": [
                "虚拟沙地摩托车表示根据随机数字产生的赛车或赛事的结果下注。",
                {
                    "title": "对于虚拟沙地摩托车，有2种下注方式：",
                    "txt": [
                        "独赢",
                        "连赢"
                    ]
                },
                "每次竞赛或赛事有4名摩托车骑士，竞赛将在夜间或灯光下的扁椭圆形轨道上进行。",
                "每次竞赛或赛事开始时将进行介绍，介绍将显示骑士名单，价格清单，跑道名称，倒数时钟和比赛距离。",
                "每次竞赛或赛事将持续30秒。",
                "一旦竞赛或赛事结束，屏幕将回放跨过终点的骑士，附加照片显示及首三 位到达终点的骑士。",
                "显示竞赛或赛事的结果后，将介绍下一场竞赛或赛事。每次竞赛或赛事的结果将在网站上显示一段时间。"
            ]
        }
    ]
}